{
 "https://w3id.org/hacid/mdx/data/clinicalcase/02d6cb624c9e48879c5c4b6ca51daf1f": [
  "History of Present Illness\nafter not hearing from the patient, family checked in on him and found him altered and down at home\nreportedly tested as an outpatient for COVID-19, family not sure of results\nfor ~1 week, patient's family noted that he was having fever, cough, and dyspnea",
  "Past Medical History\nHypertension\nHIV, not on HAART (per primary care notes, low viral load so not started on meds)\nType 2 diabetes mellitus not on insulin\nhistory of myocardial infarction\nremote stroke (unknown deficits)\nHeart failure with reduced ejection fraction, last ejection fraction of 40% 3 years ago",
  "Medications\nNo allergies to any medications\namlodipine 5mg qd\natorvastatin 80mg qd\nclopidogrel 75mg qd\nfurosemide 40mg qd\nmetformin 500mg qd\nspironolactone 25mg qd",
  "Social History\nformer smoker, 20py history\nhas intercourse with male partners\nlives alone at home\nno EtOH or drug usage that family is aware of\nworks as a hairdresser",
  "Physical Exam\nNEURO: alert and oriented x 1, motor and sensory function grossly intact\nCV: tachycardia, regular rhythm, unable to ascertain m/r/g\nMSK: no edema, warm to touch\nPULM: increased work of breathing, using accessory muscles, diminished breath sounds bilaterally, no rhonchi/rales, no stridor\nobese man in acute distress\nTemp 37 degrees C, HR 110-130s, RR 30s, BP 110/78, SpO2 85% on ambient air\nABD: obese, non-distended, non-tender, appropriate bowel sounds",
  "Initial Labs\nBUN 134 mg/dL (high)\nCr 4.3mg/dL (high, baseline ~1)\nHIV VL 230 copies/mL (high)\nK 5.9 mmol/L (high)\nNa 136 mmol/L (wnl)\nSARS-CoV-2 rapid PCR negative\nUrine toxicology negative\nWBC 24.2k/mcl (high)\nabs CD4 280 cells/mm^3 (low)\nproBNP 3000 (high, nl <125)",
  "Imaging\nCT chest: Left perihilar groundglass and reticular opacities with superimposed patchy consolidation are nonspecific and may represent infection or atypical edema. Increased left lymphadenopathy, possibly reactive.\nChest X-ray: Increased mixed hazy and consolidative parenchymal opacities within the left perihilar and basilar regions.",
  "Initial clinical course\nRespiratory viral panel returns negative, urine streptococcus pneumoniae antigen negative, and urine legionella antigen positive\nGiven his respiratory distress, was intubated for work of breathing and oxygenation after failing a trial of high flow nasal cannula. Additionally, given his worsening renal function, was started on renal replacement therapy. Despite therapy with vancomycin and cefepime, as well as treatment dose TMP-SMX, the patient's respiratory function continued to decline"
 ],
 "https://w3id.org/hacid/mdx/data/clinicalcase/183eba0180ff46918662b478df5a2293": [
  "HPI\nThe patient presented due to diffuse generalized itching for the last four days. He first presented to an neighboring hospital three days ago and was given famotidine, hydroxyzine, and prednisone for possible dermatitis.\nHe denied any insect bites or new exposures or toiletries.\nHe denied fever, abdominal pain, or vomiting.\nHe denied new foods or clothing/jewelry",
  "Medical History\nAllergies: None\nFMH: + of DM\nMeds: As above\nPMH: ADHD\nSurgical History: None\nSocial History: Denies tobacco, ETOH, or illicit drug use\nNo recent travel history; lives in the southeast US",
  "Physical Exam\nAbd: No tenderness to palpation, no fluid wave, no dilated abdominal veins, no stigmata of cirrhosis\nVS: T 36.2C l HR 90 l RR 18 l BP 117/77 l SpO2 99% on RA\nCV/Resp: Normal\nHEENT: + conjunctival icterus\nSkin/Ext: no pedal edema, no rash, no spider angiomas, + jaundice\nGen: no acute distress, well appearing with a muscular build",
  "Labs\nAPAP Level: Undetectable\nDrug Screen: Negative\nHgb A1c: 8.3 (H)\nLactic Acid: 1.2 (<2.2 mmol/L)\nLipase: 26 (12-70 U/L)\nPT:INR 1.0 (nml)\nPTT: 31 sec (25-35)\nUA: > 500 glucose, no protein, otherwise unremarkable\nCBC\nWBC 6.9 k/mcL (3.6 - 10.4) with normal differential and no eosinophils, Hb 17.0 g/dL (13.0 - 17.4), Hct 51 (39-52), MCV 87 (82 - 99), platelets 3280,000 k/mcL (142,000 - 328,000)\nCMP\nNa 134 mmol/L (134 - 143), K 4.7 mmol/L (3.5 - 5.1), Cl 97 mmol/L (98 - 107), CO2 27 mmol/L (21 - 31), glucose 315 mg/dL (70 - 125), BUN 16 mg/dL (8 - 30), Cr 1.8 mg/dL (0.67 - 1.10), GFR 51 (> 60), Calcium 10 mg/dL (8.6 - 10.3), ALT 214 U/L (11 - 63), AST 132 U/L (15 - 41), alkaline phosphatase 297 U/L (40 - 150), total bilirubin 21 mg/dL (0.3 - 1.3), conjugated bili 6.4 mg/dL, albumin 4.6 g/dL (3.7 - 4.8), total protein 7.8 g/dL (6.3 - 8.3)",
  "Further Imaging\nUS abdomen: Normal liver parenchyma, no gallstones or gallbladder wall thickening, normal bile ducts without dilation.\nMRI and w/contrast (MRCP): Normal\nCT abd/pelvis: No acute findings, no ascites, normal-appearing, liver, pancreas, kidneys, and bowel.",
  "Additional Labs\nLDH and Haptoglobin normal\nNo schistocytes on peripheral smear\nAntinuclear antibody (ANA), anti-smooth muscle antibody (SMA), anti-liver kidney microsomal antibodies (LKM-1, LKM-2, LKM-3), anti soluble liver antigen (SLA), liver–pancreas antigen (LP), and anti-mitochondrial antibody (AMA)) were all reported negative.\nHepatitis Panel\nHep Ab: non-reactive\nHep B Core IgM Ab: non-reactive\nHep B Surface Antigen: negative\nHep C Virus Ab: non-reactive",
  "Additional History\nA few weeks back, the patient noted restarting an OTC supplement called C4 (which contains about a dozen ingredients that can vary based on the brand but usually contain creatine, caffeine, why protein, and other vitamins). He didn't mention it initially because he took it consistently for a few years prior without issues and then restarted it again. It was not the same bottle from prior but a new purchase.",
  "Liver Biopsy\nLiver parenchyma with centrilobular cholestasis with necrosis. Granulomas are not seen. Portal vessels and interlobular bile ducts show no significant inflammatory infiltrates. No significant steatosis seen. Rare iron accumulation."
 ],
 "https://w3id.org/hacid/mdx/data/clinicalcase/258a00657db24e2ab62d5b9b9658282d": [
  "History of Present Illness\nAlso notes subjective fevers at home for which he started taking Tylenol\nHe was discharged on Ciprofloxacin and Flagyl without improvement in symptoms\nHe presented to the ED with generalized abdominal pain and worsening nausea, vomiting, and diarrhea with loose stools almost every 3 hours\nHe was seen 2 weeks prior to admission in the ER for intermittent RUQ and LUQ abdominal pain and fever",
  "Medical History\nNo known drug allergies\nSocial Hx: Never smoker, denies EtOH use or IVDU. Grew up near Mexico City, Mexico. Currently lives in Eastern Missouri and works in a sewer line; reports he has recently removed several ticks off his body\nFamily Hx: Brother has “kidney disease”\nMeds: Ciprofloxacin, Metronidazole, Tylenol\nPMHx: Denies but has not seen a doctor in years\nPSHx: None\nSexual History: Sexually active with women only, did not endorse when his last sexual partner was or how many sexual partners in the last 12 months",
  "ROS\nCV: Denies chest pain, orthopnea, PND, palpitations\nGI: He reports odynophagia leading to decreased PO intake and 35 lbs loss over the last 3 months. denies hematochezia or hematemesis\nHEENT: + Odynophagia\nHeme: Denies easy bruising/bleeding\nNeuro: Denies tremor, dizziness\nPulm: No shortness of breath, hemoptysis, or cough\nGeneral: + Fevers, weight loss; denies night sweats",
  "VS: T 37C l HR 128 bpm l BP 101/67 l RR 29/min l 100% on RA\nGeneral: Mild distress, thin, ill-appearing\nHEENT: EOMI, icteric sclera, dry mucous membranes\nNeck: No lymphadenopathy, no JVD\nPsych: Appropriate affect\nPulm: Clear to auscultation bilaterally\nSkin: Petechiae over bilateral lower extremities\nCV: Tachycardic, regular rhythm, no murmurs/gallops\nNeuro: A&O x 4, CN II-XII intact. No focal deficits\nExt: No peripheral edema, no clubbing or cyanosis, 2+ pulses throughout\nAbdomen: Tender to palpation over RUQ and LUQ. +Hepatosplenomegaly. No rebound or guarding",
  "Labs\nAST 1006 (10-50 units/L), ALT 108 (7-55 Units/L), Alk Phos 222 (40-130 Units/L), Tbili 4.9 (0.1 – 1.2 mg/dL), Dbili 4.5 (0.1 – 0.3 mg/dL), Protein 4.4 (6.5-8.5 g/dL)\nINR 2.01 (<1.1), Albumin 1.8 (3.5-5.0 g/dL)\nBMP: Na 137 (135-145 mmol/L), K 4.0 (3.3-4.9 mmol/L), Cl 97 (97-110 mmol/L), CO2 20 (22-32 mmol/L), BUN 61 (8-25 mg/dL), Cr 3.7 (0.80 – 1.30) Unknown baseline Creatinine\nUA: Amber, Cloudy, - leukocyte esterase and nitrites, 2+ blood\nCBC: WBC 2.8 (3.8 – 9.9 K/cumm), hgb 8.2 (13.0-17.5 g/dL), MCV 83, Plt 12 (150 – 400K/cumm)\nPMNs 2.3 (1.7 - 6.5 K/cumm), lymphocytes 0.3 (0.8 - 3.3 K/cumm), monocytes 0.1 (0.2 - 0.8 K/cumm), eosinophils 0.0 (0.0 - 0.05 K/cumm), basophils 0.0 (0.0 - 0.1 K/cumm)",
  "Imaging\nCXR: Mild bibasilar atelectasis. No PTX. Heart and mediastinal contours are normal.\nCT Abdomen/Pelvis: Anasarca as evidenced by diffuse body wall edema, large volume ascites, small to moderate bilateral pleural effusions, no intra-abdominal drainable fluid collections; mild splenomegaly; bibasilar airspace opacities which may represent atelectasis or pneumonia.",
  "Peripheral Blood smear: Fungal elements noted within the neutrophils",
  "Additional Labs\nEhrlichia/Anaplasma Ab: Negative\nHistoplasma Ab (mycelial CF, yeast CF, Immunodiffusion): Negative\nHIV-1: Reactive\nCD4: 16\nViral Load: >10,000,000\nCMV DNA: Positive\nCMV DNA (IU/mL): 23,956"
 ],
 "https://w3id.org/hacid/mdx/data/clinicalcase/299b6d74117043d3996a3acd09465819": [
  "History of Present Illness\nNo fevers or diarrhea.\nTook ibuprofen 500 mg at home without improvement in pain. Describes pain as sharp and persistent. Last bowel movement was 4 days ago.\nDenies sexual activity, currently on day 2 of menstrual cycle\n13 year old female with chronic idiopathic constipation presents to the Emergency Room with worsening acute onset right lower quadrant pain with several episodes of non bloody non bilious emesis.",
  "Review of Systems\nNo recent illnesses, cough, congestion, rhinorrhea or rash.",
  "Past Medical History\nChronic idiopathic constipation on and off since 5 years old. On daily Miralax.",
  "Family History\nNegative family history for inflammatory bowel disease, chronic constipation.",
  "Physical Exam\nGeneral: Obese body habitus, in visible pain, laying supine\nAbdomen: Non distended, generalized abdominal tenderness with greatest pain to palpation over right lower quadrant, no notable HSM. Bowel sounds are present but hypoactive. Active guarding of right lower quadrant.\nBack: No CVA tenderness bilaterally\nCV: Normal s1/s2, tachycardia with sinus rhythm, no murmurs/rubs/gallops\nLungs: Clear to auscultation bilaterally, no tachypnea\nVitals: BP 120/60, Heart rate 120, 99% oxygen saturation on room air, normal respiratory rate, 95th %tile for BMI",
  "Laboratory Results\nESR normal\nCRP normal\nComplete Blood Count normal\nComplete Metabolic Panel normal\nSerum HcG negative\nUrinalysis with 2+ blood, otherwise normal",
  "Imaging\nAbdominal Xray with “moderate stool burden but no acute radiographic abnormalities”\nAppendix U/S with “normal appendix size and caliber, trace free fluid in pelvis”\nOvarian U/S with doppler with “no doppler flow to right ovary; normal doppler flow and caliber of left ovary”"
 ],
 "https://w3id.org/hacid/mdx/data/clinicalcase/29e128f65175422d9dae0f5d7ed98bbb": [
  "HPI\nHe denies any similar symptoms in the past.\nPain is worse with both eating and drinking, localized to the epigastrium.\nDenies NSAID or EtOH use, F/C, chest pain, shortness of breath, cough, orthopnea, leg swelling, diarrhea, dysuria, weight gain, hematochezia, melena, or sick contacts.\nReports 1 week of worsening nausea, non-bloody non-bilious emesis, and associated abdominal pain",
  "PMH\nRecent admission for COVID PNA (reports prior cough and other symptoms have resolved)\nAfib\nFH: None\nHFrEF due to NICM (EF ~20%)\nPSH: ICD placement\nSH: No EtOH, tobacco, or drug use\nSubsegmental PE in the setting of COVID\nMedications: Torsemide, metoprolol succinate, rivaroxaban, eplerenone. No recent changes and adherent to all medications. No supplement, NSAID, or acetaminophen use.",
  "VS: Afebrile l BP 100/70 l HR 90 l RR 20 l SpO2 98% on RA\nCV: RRR, no murmurs/rubs/gallops, no significant JVD\nAbdomen: Soft, mild TTP in the epigastric region, no rebound or guarding\nLungs: CTAB, no wheezes, rhonchi, crackles\nMusculoskeletal: No LE edema\nNeurologic: AOx3, strength, and sensation grossly intact throughout\nGeneral Appearance: Awake, alert, no acute distress",
  "Labs\nNA 136 mmol/L, K 3.9 mmol/L, Cl 98 mmol/L, CO2 26 mmol/L, BUN 23 mg/dl, Cr 1.1, Glu 132 mg/dl, Ca 9.2 mg/dl, Mg 2 mg/dl (all values within normal range)\nCBC: WBC 9.2 × 109/L(normal diff), Hgb 13.8 g/dl, Plt 190 - all values within normal range\nCT A&P with contrast: Diverticulosis, cardiomegaly, and hepatomegaly consistent with steatosis. No other focal abnormalities.\nCXR: Cardiomegaly with prominent interstitial markings\nTroponin 0.05 (normal 0.05 ng/mL or less)\nAST 24 (19-55 U/L), ALT 43 (<50 U/L), Total bilirubin 1.1 0-1.2 mg/dl, Protein 6.8 (6.0 to 8.3 g/dl, Albumin 3.8 (3.5-4.5 g/dl), Alkaline Phosphatase 66 (38-126 U/L) (all values within normal range)\nEKG: Sinus tachycardia with occasional PVCs, left atrial enlargement, intraventricular conduction delay, lateral T-wave inversions (unchanged from prior)",
  "Hospital Course\nTreated for GERD and possible peptic ulcer disease with minimal improvement for 2 days.\nRepeat labs 2 days after admission\nINR 2.8 (normal 1-1.4)\nCr increased to 1.6 mg/dL, CBC and BMP otherwise unchanged from prior\nAST 885 U/L (normal 13-39 U/L) ALT 1019 U/L (normal 7-52) Total bilirubin 4 mg/dL (normal 0.2-1.2 mg/dL) Direct bilirubin 1.5 mg/dL (normal 0-0.2 mg/dL) Protein 6.6 Albumin 3.7 Alkaline Phosphatase 56 (normal 34-104 U/L)",
  "Additional laboratory studies and imaging\nAbd US: Hepatomegaly with diffuse steatosis, non-occlusive portal vein thrombus, no biliary dilation. No hepatic vein thrombosis. Cholelithiasis, without evidence of cholecystitis.\nALKAb negative\nAMA negative\nANA negative\nASMA negative\nAcetaminophen level <10\nCOVID PCR negative\nCeruloplasmin WNL\nEBV, CMV, VZV, HSV serum PCR negative\nHepatitis A, B, C serologies negative\nIgG WNL",
  "Repeat Physical Exam\nAbdomen: Soft, moderately TTP in the epigastric region and RUQ, no rebound or guarding\nGeneral Appearance: Awake, alert, mild distress\nLungs: Faint bibasilar crackles\nCV: Tachycardic, regular, no MRG, JVD to the earlobe laying at 60 degrees in bed\nVS: Afebrile l BP 90/70 l HR 100 l RR 22 l SpO2 98% on RA\nMusculoskeletal: Trace LE edema. All extremities warm to touch with palpable pulses.",
  "TTE: Severe LV dilation and reduced global LV systolic function with EF < 15%. Severe secondary mitral regurgitation. RA pressure > 15 mmHg.\nBNP 1565 pg/mL (normal <= 100 pg/mL)\nLactate 3 mmol/L (normal 0-2 mmol/L)\nTroponin 0.08 ng/mL (normal 0.05 or less)"
 ],
 "https://w3id.org/hacid/mdx/data/clinicalcase/3982142d14c346408510122a63beab42": [
  "HPI\nIn the last several weeks, he reported headaches and became less communicative and was brought to the ED.\nNoted to have fever on presentation to the hospital.\nA 72-year-old man with a history of head and neck squamous cell cancer, s/p resection 10 years prior (now with no evidence of disease) presented with several months of mental status changes, impulsive behavior, and mood changes.\nShortly after presentation he was noted to be somnolent, not following commands and had shaking movements of his bilateral upper and lower extremities. Was intubated for airway protection.",
  "Brain from autopsy\nHistological sections show brain parenchyma with marked disruption and infiltration by innumerable round protozoal organisms with round nuclei and foamy cytoplasm, morphologically compatible with amoebic organisms.",
  "SH\nDogs and cats at home. Bitten by a dog about 10 years ago.\nLives in Northern California and has worked as a mechanic and a carpenter.\nEnjoys swimming and diving.\nFormer smoker and prior heavy alcohol use.\nRecent travel to the Southwest US.\nServed in the military during the Vietnam war.",
  "Exam\nCardiovascular, pulmonary, abdominal exam: normal\nGen: Intubated, not responding to voice\nHEENT: PERRL, not tracking, poor dentition\nNeck: laryngectomy scar\nSkin: warm and dry, no rashes\nVS: T 39.6C, HR 78, RR 18, BP 150/80, SpO2 99% on FIO2 40%\nNeuro: +Myoclonus, bilateral increased tone R>L, unable to assess cranial nerves, face symmetric, frequent large amplitude jerking movements of LUE, withdraws lower extremities to noxious stimuli. +Babinski on R.",
  "Labs\nHIV negative\nCBC: WBC 10.4 k/mcL (4.0 - 11.0), Hb 11.6 g/dL (11.7 - 15.7), Hct 35.6 (35.0 - 47.0), platelets 143,000 k/mcL (150,000 - 400,000)\nBasic metabolic panel normal\nBlood cultures negative\nALT 49 U/L (<60), AST 69 U/L (<40), alkaline phosphatase 52 U/L (40 - 130), total bilirubin 0.5 mg/dL (<1.4), albumin 3.3 g/dL (3.5 - 5.0), total protein 6.6 g/dL (6.0 - 9.0)",
  "Non-contrast head CT (12 hours after non-contrast head CT which was read as normal)\nPan-ventriculomegaly with interstitial edema predominantly adjacent to the bilateral occipital horns of the lateral ventricles, consistent with acute communicating hydrocephalus.",
  "Brain MRI with and without contrast\nAcute infarct in the left posterior limb of the internal capsule\nExtensive restricted diffusion, signal abnormality and edema of the meningeal surfaces consistent with underlying extensive meningitis\nPersistent prominence / dilation of the ventricular system with transependymal flow",
  "Lumbar puncture\nClear, yellow\nGram stain: no organisms, cultures negative, AFB smear negative, fungal stain negative\nGlucose 18 (40-70 mg/dL), protein 570 (15-45 mg/dL)\nCytology: no evidence of malignancy, predominance of red blood cells and mixed cellular infiltrate (neutrophils, lymphocytes, monocytes and macrophages)\nWBC 174 (14% polymorphonuclear cells, 67% lymphocytes), RBC 78",
  "Lumbar puncture (continued)\nCoccidioides immunodiffusion: negative\nCryptococcosis Ag: negative\nHSV DNA PCR: negative\nMeningitis/encephalitis PCR panel: negative\nVZV DNA PCR: negative\nWest Nile Virus Ab: negative",
  "Extra-ventricular drain was placed, but patient had progressive worsening of his neurological status. Was put on empiric therapy for bacterial, fungal and tuberculous meningitis, but died within six days of presentation. Diagnosis was made on autopsy."
 ],
 "https://w3id.org/hacid/mdx/data/clinicalcase/4c9cdcb1227a4ed699af2604efe39371": [
  "HPI\n55 y/o male presented to his primary care office with concerns of progressive numbness in his bilateral hands, arms, feet and legs. He no longer can walk, is dependent on a wheelchair for mobility and assistance for transfers. He first noted numbness in his feet with difficulty climbing a latter 6 days prior to arrival.\n3 days prior to arrival, he began experiencing falls and new numbness in his hand with the inability to hold objects.\nThe morning of arrival, he awoke with stabbing pain in his neck with radiation upward and increasing inability to walk promoting ER evaluation.",
  "ROS\n2.5 weeks ago, he reports several days of diarrhea\n1.5 weeks ago, he had cold like symptoms with positive home COVID-19 testing. The diarrhea and respiratory symptoms resolved over the next 5 days. Currently denies fevers/chills, abdominal pain, diarrhea, rashes.\nDenies bowel/bladder incontinence; however does report decrease sensation with urination.",
  "Past History\n\nPast Medical History\nBenign Prostatic Hypertrophy\nDegenerative Disc Disease of lumbar spine\nTobacco Dependence\nSocial history\n1 pack per day tobacco\n1-2 beers per day\nNo illicit drugs including cocaine, methamphetamines",
  "Physical Exam\nVitals: Temperature 98.5 F, P 89, BP 134/93, RR 18, O2 Sat 98%, Pain 7/10\nA&O X4. Fluent, no dysarthria\nAbdomen: nondistended, nontender\nCN2-12 intact\nCVS: regular rate and rhythm\nChest: clear lungs\nReflexes: areflexic throughout\nSkin: non-jaundiced with no edema or rashes\nSensory: decreased light sensation along upper and lower extremities with lower greater than upper with also impaired proprioception at distal toes bilaterally\nMotor: able to abduct right shoulder to 90 degrees vs 60 degrees on left (due to pain), upper strength noted to be 4+ tricep extension/bicep flexion, 4- wrist flexion/extension bilaterally, right and left Lower ext. 3/5 strength throughout. Otherwise normal.\nCoordination: finger to nose to finger intact. Heel to shin limited by weakness",
  "Labs\nCRP 6.68 mg/dL (0.0 – 0.3)\nESR 89 mm/hr\nFerritin 326 ng/mL (26-388)\nFolate 3.6 ng/mL (>3.1)\nHIV RNA PCR nonreactive.\nINR 1.0 PT 12.8 (11.6-14.7s)\nLDH 191 IU/L (87-241)\nTSH 0.375 uIU/mL (0.358-3.74)\nB12 267 pg/mL (193-986), Methylmalonic acid 150 nmol/L (87-318)\nBasic Metabolic Profile: Sodium 138 mmol/L (136-145), Potassium 4.0 mmol/L (3.5-5.1), Chloride 106 mmol/L (98-107), Bicarb 26 mmol/L (21-32), BUN 21 mg/dL (7-18), Creatinine 0.9 mg/dL (0.7-1.3), Glucose 108 mg/dL (74-106), Ca 9.8 mg/dL, Mag 2.3 mg/dL (1.8-2.4), Phos 3.5 mg/dL (2.5-4.9)\nCBC 11.1 k/mcl (4.8-10.8), Hgb 16.2 g/dL (14-18), MCV 99.2 FL (80-94), Plt 374 k/mcl (130-400), Lymph 1.9 k/mcl (1.2-3.4)",
  "Imaging\nMRI Cervical Spine: Degenerative changes of the cervical spine with moderate canal stenosis. No leptomeningeal enhancement identified.\nMRI Lumbar spine: Degenerative changes at L4-L5 with bilateral neural foraminal stenosis at L5-S1. No leptomeningeal enhancement identified",
  "Additional Studies\nCSF: Bacterial culture: no growth for 48 hours. Gram Stain negative. CSF Fluid: No WBCs or RBCs. Glucose 56 mg/dL. CSF protein 141.2 mg/dL (15-45)\nAnti-myelin-associated glycoprotein (MAG) Ab negative\nEMG noncontributory - patient could not tolerate and study was aborted before conclusive data obtained\nHeavy Metal Screen (Lead, Arsenic, Mercury) negative \nGanglioside antibody panel negative\nVDRL CSF Nonreactive"
 ],
 "https://w3id.org/hacid/mdx/data/clinicalcase/5111d36fee0345c2a9ddb5fe09bf54fe": [
  "HPI\nNever had pain like this before.\nNo trauma.\n4 nights prior to the appointment she had acute onset of L groin pain with standing.\nThe pain progressively worsened, unrelieved by NSAIDs and she could not find a comfortable position, but worse with standing, sitting.\nUses cane for knee pain; knee pain relieved by NSAIDs.",
  "PMedHx/PSurgHx\nPrediabetes\nArthritis\nGERD\nHTN\nLeft meniscus repair 12 years prior\nPrior myomectomy and D&C x 2\nPulmonary embolism (no clear etiology found)",
  "Medical History\n\nPFamHx/SocHx\nFather deceased: lung cancer\nMGF deceased: gout\nMGM deceased: breast cancer\nMother deceased: DM, HTN\nCurrent daily smoker, rare alcohol, no drug use, not sexually active\nMeds/Allergies\nAllergic to cephalosporins\nAtorvastatin 20 mg qd\nBuproprion SR 150 q 12*\nLisinopril 20 mg qd\nOmeprazole 40 mg qd\nWarfarin dosed per INR",
  "PE\nBP 164/99, P 96, afebrile\nOverweight NAD in discomfort but no acute distress.\nExt\n+ extremely limited active hip flexion 2/2 pain.\n+ pain with FABER in L groin.\nNo tenderness to palpation over the L trochanteric area or groin.\n+ extremely limited passive hip flexion 2/2 to pain.\nDifficulty bearing weight.\nno obvious deformity to the L hip.",
  "Labs\nESR 30 (0-20 mm/hr)\nINR 2.5 (0.9-1.1 off A/C)\nRheumatoid factor <20 (0-20 units/ml)\nanti-CCP Ab < 20 (<20 U)\nnormal BMP\nnormal CBC and diff",
  "Imaging\nMRI: there is mild chronic pyrophosphate deposition and a left hip joint effusion of uncertain etiology\nHip x-ray: no fracture of dislocation. Hazy calcification lateral to the femoral head could represent hydroxyapatite deposition or dystrophic calcification from remote trauma."
 ],
 "https://w3id.org/hacid/mdx/data/clinicalcase/5305a6ff19f742099f19bea3c6647bf9": [
  "History of Present Illness\nAt one time he developed a pruritic rash that resolved in a few hours.\nOne month ago, he woke up at night with severe diarrhea and nausea, and vomiting. He was having difficulty catching his breath at that time. Those Symptoms resolved in a few hours.\nHe initially presented to the ED with 4 days of nausea/vomiting/diarrhea, and diffuse abdominal pain worse in RUQ.\nFor the last 3 months, he has had intermittent episodes of RUQ pain. Pain is worse with eating greasy food like bacon. He lost 15 lbs since symptom onset. He has also had intermittent non-bloody diarrhea occurring at night with associated nausea.",
  "Past Medical History\nFamily history: Pancreatic cancer in the father.\nMedications: Omeprazole\nSurgical History: Tonsillectomy\nSocial History: Never smoker or drug user. The patient has 4-6 beers/week. Sexually active with one partner. Lives in North Carolina and likes to exercise and hike.",
  "Physical Examination\nCardiovascular: Tachycardic, No murmurs\nSkin: No rash, clammy skin\nAbdominal: Diffuse tenderness, worse in the epigastric and RUQ regions with guarding, no rebound, normal bowel sounds.\nRespiratory: Tachypneic, clear to auscultation without wheezes or crackles.\nBP 136/80 mmHg | Pulse 100 | Temp 36.5 °C | Resp 20 | SpO2 98% (had received fluids at PCP prior to arrival)\nGeneral: Pale, diaphoretic, shaking, in obvious discomfort and vomiting",
  "Labs\nLipase in normal range\nUrinalysis: normal\nVenous lactate 1.4 (normal <1.8 mmol/L)\nWBC\n15.7 (80% N, 1% eosinophils) (4.5-11/L), hemoglobin 14.4 (13.5-17.5 g/dL), platelets 199 (150-440*10^9/L)\nCMP\nSodium 140 (135-145 mmol/L), potassium 4 (3.5-5 mmol/L), bicarbonate 19 (22-30 mmol/L), BUN 11 (7-21 mg/dl), Cr .76 (.7-1.3 mg/dl), albumin 5.7 (3.5-5 g/dl), T bili .8 (0-1.2 mg/dl)",
  "Imaging\nHIDA scan: no acute abnormalities.\nMRCP: no acute abnormalities.\nRUQ ultrasound: no acute abnormalities.",
  "Additional History\nHydrogen breath test is positive for bacterial overgrowth but symptoms did not improve with treatment.\nSymptoms improved in the ED with fluids and antiemetics and the patient discharged home.\nOutpatient EGD was unremarkable.\nH. Pylori testing negative, Anti-TTG negative",
  "Additional History\nSymptoms continue to persist and he is now afraid to eat anything.\nHe now only eats chicken, vegetables, fruits, and bread because other foods cause abdominal pain.\nHe had an episode of abdominal pain, nausea, and dizziness after eating jello and yogurt the other day.",
  "Additional History\nHe discussed his symptoms with a friend at a party who suggested he get tested for a condition based on a family member with similar symptoms."
 ],
 "https://w3id.org/hacid/mdx/data/clinicalcase/58ee433d858f4796b330f2e87a132f5c": [
  "History of present illness (HPI)\nChief concern: In usual state of health until last night after going to bed, when she woke up with diffuse abdominal pain. The pain is severe, band-like, sharp, and radiates to her mid-to-lower back pain.\nWhen her symptoms began, she felt nauseous, with one episode of non-bloody, non-bilious emesis.",
  "Review of systems (ROS)\nAll other ROS negative.\nPertinent positives included paresthesias and weakness in the right lower extremity which have made it difficult for her to walk, throbbing headache, left-sided chest pain, and mild dyspnea.",
  "Past Histories\nPast medical history: morbid obesity, stable angina, hypertension\nMedications: metoprolol, hydrochlorothiazide, lisinopril\nFamily history: Father - fatal MI at age 40. Maternal aunt - breast and ovarian cancer.\nSocial history and exposures: Lives with daughter. Smokes tobacco, ~40 PY. Never drinker of ETOH, denies recreational drug use.",
  "Physical Exam\nGeneral: In moderate distress.\nLungs: Non-labored, CTAB.\nNeck: No carotid bruit. No JVD.\nMSK: No flank tenderness. Midline pain around T12 without obvious deformities.\nNeurological: CN II-XII intact. 5/5 bilateral upper and lower extremity strength. No dull or sharp sensory loss.\nCardiovascular: RRR. S1, S2 auscultated. 1/6 diastolic murmur along left sternal border. 1+ right DP, PT pulses; 2+ left DP, PT pulses. No pedal edema.\nVS: BP: 181/86, Pulse: 65, Temp: 98.0 °F, Resp: 12, SpO2 94% on 2L NC.\nAbdomen: SNTND. +BS. No guarding or rebound tenderness. No abdominal bruits. No flank tenderness.",
  "Labs\nComplete metabolic profile: Na 141 mmol/L [135-145 mmol/L], K 3.6 mmol/L [3.5-5.1 mmol/L], Cl 105 mmol/L [101-111 mmol/L], CO2 25 mmol/L [22-32 mmol/L], BUN 12 mg/dL [8-20 mg/dL], Cr 1.0 mg/dL 0.4-1.2 mg/dL], Glc 168 mg/dL [70-99 mg/dL], AST 27 IUnits/L [15-41 IUnits/L), ALT 28 IUnits/L [5-40 IUnits/L], Total Bilirubin 0.6 mg/dL [0-1.2 mg/dL], ALP 65 IUnits/L [30-96 IUnits/L]\nOther labs: Troponin: < 0.03 [0.00-0.04 ng/mL], INR: 1.0 [1.0], Lactate: 3.2 mmol/L [0.4-1.3 mmol/L], BNP: 240 pg/mL [0-100 pg/mL].\nComplete blood count: WBC 19.6 K/uL [4.5-11.0 K/uL] , Hgb 14.4 gm/dL [12.0-15.0 gm/dL], Hct 42.2% [36-46%] , Plt 226 K/uL [150-400 K/uL]",
  "Initial EKG\nEKG — Rate: 68, Rhythm: sinus, Axis: left axis deviation, Intervals: PR 174, QTc 476. T-wave inversion in leads V2-V4.",
  "Initial imaging\nCT Chest/Abdomen/Pelvis with contrast obtained, with images attached\nTransthoracic echocardiogram — Left ventricle: LVEF 55-60%. Grade 1 diastolic dysfunction. Aortic valve: Mild regurgitation. Descending aorta: mildly dilated with a mobile linear density starting just below the ostium of the left subclavian artery.\nXR Chest — Cardiac silhouette is mild-moderately enlarged. Thoracic aortic atherosclerosis. No consolidation, pleural effusion, or visible pneumothorax."
 ],
 "https://w3id.org/hacid/mdx/data/clinicalcase/60dbfef72fc54a1887001ce789c8ae0c": [
  "CC: 1 week of persistent “sharp” pain\nBehind R eye, R posterior neck base\nAssociated photophobia, mild neck stiffness; not associated with movement or time of day\nWithout aura or precipitating head trauma\nDiagnosed with SARS-CoV-2 infection 11 days prior to this presentation. Headache reported on day 5 of COVID-19 illness",
  "Review of Systems + Social History\nGeneral: (-) fever, acute-onset weakness\nHEENT: (-) head trauma, changes to vision\nRespiratory: (+) chronic cough, resolved COVID-19 infection\nNeuro: (+) persistent headache, (+) photophobia, (+) neck stiffness\nSocial: current smoker (80 pack-years), up to date on appropriate age-related cancer screening. Recent travel (in-state, 6-hour car ride); no known tick exposure",
  "Past Medical History\nCOPD\nHTN\nCerebral AVM resection (>10 years prior)\nMigraines\nNot currently on any outpatient medications or supplements",
  "Prior Imaging\nNegative non-contrast CT head imaging <1 week prior for the same chief complaint",
  "Physical Examination\nHEENT: Photophobia, No papilledema, no jaw claudication\nResp: Decreased breath sounds both lung bases\nT 98.6, HR, BP 150/100, 98% ORA\nNeuro: alert, oriented x3, no facial droop or slurred speech, no obvious CN deficits II-XII, moving all extremities equally with 5/5 strength, no spasticity, no UE tremor, no pronator drift",
  "Laboratory Studies (Reference range)\nBMP within normal limits\nD-dimer 1.43 mcg/mL (Ref: 0.27-0.49)\nHgb 7.4 g/dL (Ref: 12-16) - baseline Hgb of 7.8 mg/dL\nWBC - 16.8 K/uL (Ref: 5-10) with normal differential",
  "Chest x-ray\nPatchy consolidation in bilateral peripheral mid/lower lung zones which could represent developing infectious process.\nChronic scarring in bilateral lower lobes.",
  "New Imaging\n\nNon-contrasted head CT\nMR venography recommended for assessment of density in the superior sagittal sinus\nNo associated hemorrhage or new infarct",
  "MR venography\nAbnormal absence of flow in the sagittal sinus posteriorly from the mid vertex back with right greater than left transverse sinus clot extending into the right internal jugular vein."
 ],
 "https://w3id.org/hacid/mdx/data/clinicalcase/6359ed627d70463795ffe26bda264d23": [
  "Palpitations\nShe feels her heart has been racing intermittently for 1 week",
  "TSH <0.03",
  "Heavy Vaginal Bleeding\nPresent intermittently since miscarriage 6 weeks prior",
  "Tremors\nFine tremor in both hands since 1 week ago",
  "Denies: dyspnea, lower extremity edema",
  "Anxiety\nShe denies prior mood disorder but her energy and anxiety level has increase since miscarriage",
  "Family/Social History\nAunt with rheumatoid arthritis\nMother with thyroid cancer s/p thyroidectomy\nSister with diabetes type 1",
  "Patient with anxiety, moving from one place to another in the room\nFine Tremor bilateral\nHEENT: Proptosis bilateral, PERRLA, EOMI, no JVD\nHR 120 beats per min, RR 18 /min, BP 130/90",
  "Hemoglobin 10.0 g/l, platelets 160,00/m3",
  "Electrolytes normal"
 ],
 "https://w3id.org/hacid/mdx/data/clinicalcase/6b204bd4f63d45e79542808a6c21676a": [
  "Case translations\nFrançais: www.humandx.org/o/6wrlreh2\nInterested in adding other translations? Email us at community@humandx.org",
  "Medications\nMedication: Calcium + vitamin D\nMedication: Carbamazepine",
  "Physical exam\nAbdomen: Normal\nCV: Normal\nFinding: No lymphadenopathy\nLung: Clear",
  "Routine labs\nCBC: Hgb 15.4, WBC 37 (eosi 5.3), Plt 240\nCRP: 227\nFinding: ALT 1404, Alk P 497, LDH 1234, Bil 6.8\nRenal function: Normal",
  "Additional labs\nTroponin: Elevated\nUA: Normal"
 ],
 "https://w3id.org/hacid/mdx/data/clinicalcase/6f3e15d97c554806b20f0dc3f04e445d": [
  "History of Present Illness\nstarted after daycare, mom noted some redness along the medial foot, she thought it was from wear of her shoe, the redness abated within hours of being barefoot\nhas been present for 11 days\nrefuses to bear weight on her left leg\nED visit on day of illness 2 and urgent care on day 9 with no definitive diagnosis assigned and timeline for re-evaluation established",
  "Past History\nno past surgical history\nno previous past medical history\nMother and father are both alive and healthy, no known medical conditions, no family history of orthopaedic pathology\nfully immunized in alignment with Advisory Committee on Immunization Practices, last immunizations about 3 weeks ago (Hep A and influenza)",
  "Past Medical History\nPreviously healthy, normal developmental milestones, fully immunized in accordance with Advisory Committee on Immunization Practices\nNo past surgical history\nNo surgeries\nNormal developmental milestones, was previously an active walker with a normal gait",
  "Social history\ngoes to part time daycare, otherwise is at home with parents during the day\nno access to medications within the home\nlives at home with both parents who are non smokers",
  "Review of Symptoms\nclear rhinorrhea, but \"no worse than usual\"\nno cough\nno dietary changes\nno difficulty breathing\nno fevers, no chills, no night sweats\nno persistent rashes\nno recent antecedent illness\nno sick contacts at daycare or within the home\nnormal demeanor when not attempting to walk\nnormal amounts of voids and stools, normal characterization of each of those\ngrimaces when attempting to walk otherwise smiling and happy",
  "Physical Examination\nLungs: clear\nthere is marked, reproducible discomfort with firm palpation over the left calcaneus\nVS: T 37.1 C, HR 108 bpm, RR 25/min, SpO2 99% on RA\nMusculoskeletal: Full symmetric passive movement of the hip. No guarding with passive hip movements\nthere is no skin changes or rashes\nNo evidence of pain with firm palpation of the greater trochanter, proximal and distal femur, the knee, the tibia, or the fibula to including bilateral malleoli.\nCardiac: Regular rate and rhythm, no audible murmur\nantalgic gait, favors the right leg and will only transiently land on the left foot when it is plantar flexed.\nGeneral: nontoxic, smiling, and laughing while seated. Demeanor changes upon standing, seems uncomfortable and guarded",
  "Laboratory Studies (presented norms based on age)\nCBC: WBC 9.8 k/mcL (3.6 - 10.4), Hb 12.5 g/dL (10.5-13.5), Hct 36.3 (33-39), MCV 80 (70-86), platelets 329,000 k/mcL (142,000 - 328,000) Neutrophils: 66% 1 Band\nESR: 18 (0-25)\nX-ray: Normal foot and ankle X-ray (on day of illness 2 and 9)\nhs- CRP: 0.5 (0-1.1)\nBedside ultrasound: no large effusion of the hip, knee, or ankle",
  "An MRI of the left lower extremity was ordered, which revealed the diagnosis."
 ],
 "https://w3id.org/hacid/mdx/data/clinicalcase/727c25945771477a90172944da8723b3": [
  "Epigastric pain\nLasted for one hour, now resolved and patient is pain free\nRadiating to the chest\nSensation: Dull\nAcute, started while patient was doing her usual morning jog",
  "Medical History\nMedications: Takes no medications\nPERC rule negative.\nSocial history: Denies tobacco or illicit drug use\nFamily History: Denies history of heart disease or sudden cardiac death.",
  "Vital signs\nHR 71, BP 123/69, RR 14, O2 Sat 98%, Temp 36.5 C",
  "EKG",
  "CXR read as prominent heart size but within normal limits, perihilar fullness.",
  "D Dimer elevated, 5.37 (normal <.5).\nLabs: CBC, BMP, troponin, CPK: normal",
  "CT chest (PE protocol)"
 ],
 "https://w3id.org/hacid/mdx/data/clinicalcase/76a67c49b868429e9a63329011de0509": [
  "Presentation\nUnable to perform any ROS as the patient answered no to all questions, contradicting her son's history.\nAbout 1 week prior to her presentation, the patient’s son realized that she started having personality changes (i.e. apathetic, odd behavior), expressive aphasia, and was occasionally nonverbal with inappropriate expression of emotion\nThe patient presented with her son as he noted she started having right lower extremity weakness and altered mental status\nThere is limited history from the patient as she is currently A&O x1 (self) and cannot tell you why she is in the hospital or any events over the last ~3 weeks. Her baseline is normally A&O x4.\nThe day prior to admission, her son noted that the patient had 1 episode of urinary incontinence with associated right lower extremity weakness",
  "Past Medical History\nAllergies: NKDA\nOccupation: Unemployed\nPFHx: Sister with breast cancer\nPMH: Systemic Lupus Erythematosus\nPSH: None\nSocial Hx: Denies tobacco, ETOH, or drugs\nMedications: Mycophenolate mofetil (MMF), hydroxychloroquine, acyclovir, aspirin",
  "Physical Exam\nPulmonary: Pulmonary effort is normal. Clear to auscultation bilaterally. No wheezes, rales, or rhonchi are noted. Cardiovascular: Regular rate and rhythm. No murmurs, rubs, or gallops noted.\nGeneral: Normocephalic and atraumatic.\nAbdomen: Nondistended. Soft. Nontender. Normal active bowel sounds in all quadrants. No rebounding or guarding noted.\nSkin: Warm and dry, without any rashes.\nHEENT: Normocephalic and atraumatic. Moist mucous membranes are moist. No oropharyngeal exudate or posterior oropharyngeal erythema. No conjunctival icterus. Extraocular movements are intact, no cervical lymphadenopathy.\nMuscle skeletal: Full range of motion in all extremities. Cervical spine has full range of motion with no rigidity or muscular tenderness. There is no lower extremity edema noted.\nCardiovascular: Normal rate. Regular rhythm. No murmurs, rubs, or gallops noted.\nNeurological: Right lower extremity muscle strength is 4/5. Left lower extremity muscle strength is 5/5. Cranial nerves II through XII are grossly intact. There is no sensory deficits. She is alert and oriented to person, place, president but is unsure why she is in the hospital. She has poor insight and does not follow basic commands. Negative Kernig sign. Negative Brudzinski sign.\nLymph: No cervical, axillary, or inguinal lymphadenopathy is noted.\nVitals\nBlood pressure 156/82, pulse 74, temperature 36.5 °C (97.7 °F), RR: 20, SpO2 98 %. Weight: 72.1 kg (159 lb), Body mass index is 26.46 kg/m².",
  "Laboratory\nLactate 0.9 mg/dL\nProcalcitonin: 0.04 ng/mL\nAlbumin/Creatinine ratio: 2,841.1 (<30 is normal and baseline not known)\nCBC\nWBC 8.0 k/mcL (4-11.1), Hgb 13 g/dL (14.3-18.1), MCV 87.6 (80-100), platelets 284,000 k/mcL (150,000-400,000)\nBMP\nNa 140 mmol/L (133-145), K 4.2 mmol/L (3.5-5.1), Cl 105 mmol/L (98-108), HCO3 26, mmol/L (21-31) BUN 32 mg/dL (7-25), Cr 0.75 mg/dL (0.7-1.3), Glucose 110 mg/dL (70-199)\nHepatic Function\nAspartate Aminotransferase 28 U/L (12-39), Alanine Amiontransferase 19 U/L (7-52), Alkaline Phosphatase Total: 65 U/L (39-17), Bilirubin Total 0.5 mg/dL (.01-1.3), Bilirubin Direct 0.1 mg/dL (0.0-0.2), Bilirubin Indirect 0.5 mg/dL (0.0-1.0) Total Serum Protein 5.7 g/dL(6.4-8.9), Albumin 2.9 g/dL (3.5-5.7)\nThyroid Panel\nTSH: 13.39 mIU/L (0.45 - 5.33 mIU/L), T3 2.7 pg/mL (2.3 - 4.2 pg/mL), T4 1.17 ng/dL (0.89 - 1.76 ng/dL)\nUA\nWBCs: 11-30, LE: Trace, Protein: >500, Squamous cell: Occasional",
  "Imaging\nMRI brain: Multiple ring-enhancing frontal lobe lesions with central diffusion restriction and extensive surrounding vasogenic edema and is consistent with multifocal intracranial abscesses. There is small amount of petechial blood products surrounding the ring-enhancing lesions. Unchanged mass-effect of the lateral ventricles and 7 mm leftward shift of midline shift compared to CT.\nCTA brain: Ringlike lesions in the bilateral frontal lobes with extensive left greater than right cerebral edema. Cerebral edema contributes to 7 mm of leftward midline shift and mass effect of the bilateral lateral ventricles.",
  "Additional Labs\nBrain Biopsy: Pending.\nSerum EBV IgG & IgM both were +\nSyphilis, Chagas, Cryptococcus, Coccidioides, Cysticercosis, CMV, Toxoplasmosis, and HIV testing were all negative."
 ],
 "https://w3id.org/hacid/mdx/data/clinicalcase/771d285603d443239cb4ae7bb9b678a6": [
  "HPI\nThe rash began one week prior to the initial presentation.\nIt began on his arms and spread over his extremities and torso.\nDenies pruritus, discharge, or use of new detergents, soaps, or skin care products.\nThe abdominal pain began two weeks prior to presentation.\nHe denied diarrhea, nausea, vomiting, shortness of breath, chest pain, fevers, chills, dysuria, or other symptoms.\nIt was described as generalized, intermittent, and aching in quality with radiation to the left flank.",
  "Medical History\nFH: Denied any significant history\nMedications: Pantoprazole 40 mg daily\nPMH: GERD\nPSH: Cholecystectomy 1 year prior\nSocial Hx: Works as a plumber and lives at home with his wife. Not currently sexually active with his wife and denies other sexual partners. No tobacco or drug use. Reports intermittent heavy drinking on weekends in the past, but had been abstinent for 2 months. No animal exposures.",
  "Physical Exam\nSkin: The is light red, scaly, blanchable, and papular. It is located on his bilateral upper and lower extremities. No spider angiomata or palmar erythema.\nGen: Appears comfortable, generalized mild icterus\nNeck: No JVD\nNeurologic: No focal deficits\nHEENT: Oropharynx clear, notable conjunctival icterus. Pupils are equal round and reactive to light. No mucosal ulcerations.\nAbd: Soft, non-distended, with tenderness to palpation in the epigastrium and left upper quadrant. No appreciable organomegaly.\nVS: 36.7°C/98.1°F BP 128/91 HR 72 RR 18 SpO2 97% on room air\nResp: Normal work of breathing, clear to auscultation bilaterally. No wheezes, rhonchi, or rales.\nCV: Regular rate and rhythm, no murmurs, rubs, or gallops. No lower extremity edema.",
  "Labs\nBasic Metabolic Panel within normal limits\nCBC\nWBC 9.52 (4.22 - 10.33 x10(9)/L) with normal differential, Hgb 13.5 (13.2 - 16.9 g/dL), platelets 640 (160 - 383 x10(9)/L)\nLiver Chemistry Tests\nAST 99 (10 - 50 Units/L), ALT 207 (10 - 50 Units/L), Alk Phos 505 (40 - 129 Units/L), Tbili 6.6 (0.2 - 1.3 mg/dL), Direct bili 5.0 (0.0 - 0.3 mg/dL), lipase 60 (7 - 59 Units/L)",
  "Imaging and Additional Labs\n\nCT Abdomen and Pelvis with contrast\nNormal liver parenchyma\nNo biliary dilatation. Left inguinal and external iliac lymphadenopathy.\nAdditional Lab Tests\nAcute Hepatitis panel, anti-smooth muscle antibody, and anti-mitochondrial antibody negative\nANA negative, IgG 1,905 (700-1,600 mg/dL), IgA 572 (70-400 mg/dL)",
  "Additional Course\nOn further discussion, the patient says he had unprotected vaginal intercourse with a different partner a few months prior. He had no other sexual encounters.\nGiven the inguinal and external iliac lymphadenopathy, returned to perform a genital exam. Exam revealed a swollen, non-tender left inguinal node along with a painless lesion on the head of the penis. The patient had not noticed the lesion prior to the exam.",
  "Additional Labs\nHIV negative\nUrine testing for gonorrhea and chlamydia negative"
 ],
 "https://w3id.org/hacid/mdx/data/clinicalcase/7ab1454a8bc4434dbc0976ef9faf394e": [
  "Diarrhea\n3 per day initially, now up to 8 per day\nAssociated with abdominal cramping\nNo relation to food intake; no ill contacts\nOccurs at night and during the day\nOnset 3 weeks ago\nWatery, occasional pink streaking, no frank blood",
  "Fatigue, anorexia, weight loss\nFor 2 weeks\nNo fevers, chills, night sweats\nReview of systems otherwise negative",
  "Past history\nPast Medical History: Hypertension\nMeds: lisinopril 20mg (not new); no over-the-counter medications or herbal supplements\nLives in urban Texas, no travel. School teacher. Last sexual encounter months prior, unprotected. Doesn't smoke; drinks socially, no drug use. No gum or sorbitol use.",
  "Physical exam\nAbdomen soft, tender throughout; rectal exam with external hemorrhoids\nAppears weak and tired, resting hand over abdomen\nHeart: regular rate and rhythm; no murmurs, rubs, or gallops\nJoints, skin, eyes normal\nLungs: clear to auscultation\nMucosa dry, jugular venous distension <5cm water\nT 98degrees F, P 100/min, BP 112/56, RR 20, O2 100%",
  "Initial labs\nHIV negative\nWBC 9.4K/mcl with a normal differential; Hgb 9.3g/dL, MCV 83, platelets 533K/mcl\nTSH, lipase, bilirubin, ALT/AST within normal limits\nNa 138 mEql/L, K 3.2 mEq/L (low), Cl 95mEq/L, CO2 30mEq/L, BUN 11mg/dL, Cr 0.6mg/dL, glu 103mg/dL",
  "Inflammatory markers\nCRP 80 (>3mg/L)\nESR 119mm/hour\nStool calprotectin 9926 (>60 mcg/mg)",
  "Infectious stool studies\nC. difficile PCR negative\nInfectious diarrhea stool PCR panel negative\nStool ova and parasite exam negative",
  "Colonoscopy\nSuperficial and deep ulcerations throughout the colon with normal appearing intervening mucosa"
 ],
 "https://w3id.org/hacid/mdx/data/clinicalcase/7c0972376e4840ac856ea6368034c471": [
  "History of Present Illness\nShe was playing normally earlier today.\nHer mother reports that the patient was playing in her room earlier today when she started refusing to walk.\nShe jumped off her chair 3 inches off the ground, but she often jumps from this chair without concerns.",
  "Review of systems\nDenies other falls or recent traumatic injuries.\nNo significant past medical or surgical history",
  "Physical examination\nMusculoskeletal exam: She will crawl on the examination table and stand on her left leg. She will not bear weight on her right leg. No obvious bruising or deformities or step-offs appreciated. Normal distal perfusion and sensation.\nGeneral: well appearing\nSkin: no bruising, no lesions, no abrasions\nNeuro: Normal sensation and otherwise normal neurologic exam\nVital signs within normal limits for age",
  "Imaging\nXray of the left lower extremity"
 ],
 "https://w3id.org/hacid/mdx/data/clinicalcase/7db6fd5036004c2aa00793e979a11d64": [
  "HPI\nThe swelling had become progressive and included a dull throbbing pain and tingling in the bilateral upper extremities.\nThe same symptoms happened a year prior with self-resolution.\nPain was not relieved with over-the-counter acetaminophen.\nPatient presented after having 3 days of bilateral upper extremity swelling and pain in his bilateral forearms, wrist, lateral/medial epicondyles, shoulders, and ankles.",
  "ROS\nDenies SOB or coughing.\nIntermittent finger pain in cold weather with skin color changes\nDenis aphthous ulcers, facial swelling, sun sensitivity, rashes, or hair loss\nHe notes experiencing generalized malaise and fatigue that seemed to correlate when he was experiencing increased joint pains.\nHe endorses intermittently getting these sharp pains in his chest that come and go.\nDenies weight loss, subjective or objective fevers.\nHe notes currently having pleuritic left-sided chest pain.\nNo abd pain or vomiting, no change in urinary symptoms",
  "Medical History\nAllergies: Ibuprofen\nPMH: Possible history of Raynaud's, chronic recurrent polyarticular arthritis (has not seen PCP for this).\nMedications: No prescribed medications\nFamily Hx: Mother with a history of SLE, RA, Raynaud's\nSocial Hx: No tobacco use, Denied alcohol use but had chart history of previous admissions for heavy intoxication, no recreational drug use",
  "Physical Exam\nCardiac: Tachycardia noted with regular rhythm; Normal S1 and S2 sounds; No rubs, murmurs, or gallops appreciated. The chest wall pain is reproducible to palpation.\nSkin: Multiple calloused and ulcerated appearing lesions on several fingertips of bilateral hands\nHEENT: Moist mucous membranes, no oral lesions or erythema appreciated\nVS: T 36.5C, HR 108, RR 16, BP 129/87, SpO2 97% on room air\nAbdomen: No tenderness to palpation, regular bowel sounds,\nNeuro: No focal neurologic deficits. CN 2-12 grossly intact. DTRs 2+ in bilateral upper extremities. There was some hyperalgesia/allodynia in the bilateral forearms, but no decreased sensation. There was decreased grip strength related to pain but otherwise, no motor deficits were appreciated.\nGeneral: Appears in discomfort, not ill-appearing or in acute distress.\nPulmonary: Normal respiratory effort, clear breath sounds bilaterally\nMSK\nBilateral forearm muscular tenderness to palpation, Bilateral wrist joints tender to palpation and were swollen, Bilateral lateral/medial epicondyle tenderness without effusion, bilateral glenohumeral joint tenderness, R medial/lateral malleolar ankle joint tenderness. Only the wrist joints had effusions/edema. Cervical C-spine tenderness in C3-6.",
  "Labs\nCRP <4 mg/L (<10)\nESR 3 mm/hr (0-14)\nTSH 2.95 uIU/mL (0.34 - 6.0)\nCBC\nWBC 8.9 k/uL (4.5-10 ), Hgb 11.7 g/dL (13 - 18), MCV 77.5 fL (80-100), Platelets 207 k/uL (150-400 )\nBMP\nNa 138 mmol/L (135 - 143), K 3.6 mmol/L (3.6 - 5.1), HCO3 24 mmol/L (18-27), Cl 106 mmol/L (99-110), BUN 7 mg/dL (6-22), Cr 0.70 mg/dL (0.5 - 1.39), Glucose 84 mg/dL (60-199)\nLiver Tests\nAST 572 U/L (<40), ALT 160 U/L (7-45), ALP 215 U/L (35-137), Tb 2.0 mg/dL (=<1.2), Direct bilirubin 0.8 mg/dL (<=0.4)\nUrinalysis\n3+ protein, 3+ Blood\nUrine drug screen negative\nUrine protein 282 mg/dL, Urine creatinine 263 mg/dL, UPCR ratio 1.07 (=<0.3)",
  "Imaging\nBedside ultrasound revealed a large pericardial effusion\nCXR\nEnlarged cardiac silhouette concerning for cardiomegaly vs pericardial effusion",
  "Additional Labs\nAldolase: 40.4 U/L (1.5-8.1)\nAnti-Jo = 7 AU/mL (0-40)\nC3: 8 mg/dL (Low) (100 - 240)\nC4: <1 mg/dL (Low) (15 - 70)\nCK: 7587 U/L (39 - 308)\nFerritin: 1292.8 ng/mL (28 - 565)\nHCV, HAV, HBV, HIV negative\nRF negative\nRNP Ab 135 Units (=<19)\nSRP negative\nSSA 2 AU/mL: (0-40)\nSSB 8 AU/mL: (0-40)",
  "Additional Labs\nANA: positive, Speckled, titer >1:2560\nAnti Smith Ab: 290 AU/mL (0-40)\nCH50 (total complement): <12.5 U/mL (38.3 - 89.9)\ndsDNA Ab: 388 IU (0-24)"
 ],
 "https://w3id.org/hacid/mdx/data/clinicalcase/7fd3ec5ff14545bfa8acaa9169f9cb5c": [
  "HPI\nNo notable exposure to toxic chemicals or solvents\nNo significant recent travel\nHis wife reports that her husband has been confused and asking the same questions over and over again at home and has become lost while driving to familiar places.\nHe has had decreased appetite and has been sleeping significantly more than usual, about 15 hours/day\nThe patient presents after 10 days of increasing somnolence and reported short-term memory loss.\nUp until 10 days ago, the patient had no apparent deficits.\nHe is only able to tolerate about an hour or two of work daily now without becoming fatigued.",
  "Additional History\nMedications: amlodipine 5mg daily, benazepril 20mg daily, cilostazol 100mg twice a day, atorvastatin 40mg daily\nPMH: hypertension, hyperlipidemia, peripheral vascular disease\nOccupation: owner of an interior design and floral company where he works out of actively\nFamily Hx: No family history\nPSH: No past surgical history\nSocial Hx: current smoker 0.5ppd with 50 pack-year history. Daily alcohol use with 2 beers at night. Denies illicit drug use. Enjoys time in the woods hunting deer and ducks. He also eats rare pork and beef. He has a dog, but no recent bites or scratches. He does have some exposure to rodents",
  "ROS\nDenies abdominal pain, n/v/d/c\nDenies arthralgias, myalgias, back pain\nDenies chest pain, palpitations, sob,\nDenies headache, dizziness, lightheadedness\nDenies urinary complaints\nDenies weakness, numbness/tingling,\nDenies weight loss, dysphagia, odynophagia, dysarthria\nEndorsed approx 1-week history of blurry vision in the left eye with mild conjunctival erythema. Complaints of floaters, dry, itchy eye,s and sensitivity to light\nDenied chills and night sweats but endorses intermittent fevers of 100.4-102 at home for the last several days",
  "Physical Exam\nHEENT: PERRLA. no conjunctival icterus. no gross visual deficits. No thyromegaly or nodules. Normal dentition. No oral ulcers.\nVS: T 38.2C, HR 60, RR 20, BP 147/80, SpO2 95% on room air Appears well in bed and in no acute distress. Sleeping in bed but easily arousable and alert when awake and will answer yes or no and then go back to sleep\nLungs, Cardiac, and Abdomominal exam are normal\nMSK and skin exam are normal\nNeuro\nMOTOR: good power, normal tone, no tremor, unremarkable fine motor exam.\nMENTAL STATUS: Alert, oriented to self and place but not date (year or day), follows multi-step commands well. Normal concentration and attention. Normal language. Poor short-term memory, and impaired long-term memory.\nGAIT: No truncal ataxia.\nSENSORY: intact to light touch and cold temp.\nREFLEXES: abnormal muscle stretch reflexes, no pathological reflexes observed\nCRANIAL NERVES: PERRL, EOMF, Normal smile, normal blink, normal facial sensation, the palate is symmetric, abnormal hearing to finger rustle, tongue midline, normal shoulder shrug, visual fields full, unable to adequately assess optic discs to comment on the presence of disc edema.",
  "Labs\nCRP <0.5 mg/L (0-10)\nESR 5 mm/hr (0-10)\nLactate 1.0 mmol/L (0.5-2.2)\nSerum LDH 205 IU/L (N 135 – 225)\nTroponin <0.01\nCBC\nWBC 8.3 k/mcL (4-11.1) with a normal differential, Hgb 15.7 g/dL (14.3-18.1), platelets 249,000 k/mcL (150,000-400,000)\nCMP\nNa 135 mmol/L (133-145), K 4.0 mmol/L (3.5-5.1), Cl 105 mmol/L (98-108), HCO3 24, mmol/L (21-31) BUN 19 mg/dL (7-25), Cr 0.89 mg/dL (0.7-1.3), Glucose 118 mg/dL (70-199) AST 30 U/L (12-39), ALT 31 U/L (7-52), T. bili 1.0 mg/dL (0.1-1.3), alk phos 60 U/L (39-117), total protein 7.7g/dL (6.4-8.9), albumin 3.8 g/dL (3.5-5.7)",
  "MRI brain with and without contrast\nNon-enhancing lesions within the left basal ganglia/internal capsule and splenium of the corpus callosum",
  "CT chest, abd/pelvis with and without contrast\nNegative for lymphadenopathy, masses, hepatomegaly, and splenomegaly.\nMild emphysematous changes in both lungs.",
  "Additional Labs\n2 sets of Blood cultures negative\nANA, ANCA, complements negative\nB12 391\nBartonella species Ab with reflex negative\nCSF culture with gram stain X2 negative\nCulture AFB with AFB smear X2 negative\nFTA/Abs negative\nHIV PCR negative\nHSV 1 and 2 negative.\nHistoplasmosis antigen urine and CSF negative\nLyme Disease DNA blood negative\nLyme and Ehrlichia CSF negative\nQ fever IgG, IgM Ab with reflex to titers negative\nToxoplasma Ab IgG and IgM negative\nVitamin B1 71 (78-185)\nVitamin D, 25OH 17 (30-100)\nViral culture (adeno, cmv, HSV 1 and 2, entero, VZV) CSF negative\nMyelin-associated glycoprotein Antibody IgM, western blot: negative\nBrucella AB IGG, IGM W/REFL to agglutination negative",
  "Lumbar Puncture\nAdditional CSF studies pending\nCSF cell count normal"
 ],
 "https://w3id.org/hacid/mdx/data/clinicalcase/80522f3151f84054b64c59fc4719a619": [
  "HPI [This was before COVID-19]\nFour days prior to admission, he developed a feverish sensation (unverified).\nAlso describes significant asthenia and a 17kg / 37lbs (16%) weight loss in the time frame.\nA 55-year-old male presented with a 2-month history of worsening abdominal pain.",
  "Further Review of Symptoms (1/2)\nIntermittent distal numbness of both hands and feet in the last month.\nDescribes poorly-localized colicky abdominal pain, continuous, with lumbar irradiation. At the moment, the intensity was 8/10.\nDescribes fluctuating constipation (period of 5-6 days), but denies blood, pus or mucus in the stool. Also denies any relevant stool-shape changes. Urinating as usual.\nDenies relationship between the pain and meals or fastening, but reports hyporexia and recurrent nausea.\nNoticed skin darkening, mainly in the face, and the emergence of darkish spots in hands, for at least one month (patient not sure about the precise onset).",
  "Medical and Social History\nHas no antecedent of recent travels or unusual activities.\nBorn and raised in an urban area. Works as a taxi driver.\nHas no known comorbidities, allergies, past surgeries, or previous hospitalization.\nDenies chronic medication use, as well as tobacco and alcohol. Infrequent marijuana smoker and denies other drugs.",
  "Physical Exam\nGeneral: Chronically-ill appearing, pale (2+/4+), alert, and fully orientated.\nCardiovascular: Regular, with 3+/6+ systolic murmur, best heard at Erb's point.\nHR 78, RR 22, BP 115/60, Temp 96.7 F, O2 sat (RA) 97%\nNeuro and HEENT: No significant findings.\nSkin and Annexes: As shown in pictures.\nRespiratory: Bilateral vesicular breathing, without adventitious sounds. No signs of respiratory distress.\nAbdomen: Plain, with bowel sounds present. Tender to hypogastric and flanks palpation, without peritoneal signs.",
  "Initial Diagnostic Labs and Imaging\nCRP 2.7 [<5.0mg/L]\nHIV (-), VDRL (-)\nINR 1.11 [0.95-1.2], aPTT 10 [9.4-12.5s],\nCMP: Na 133 [135-145mEq/L], K 4.5 [3.5-5mEq/L], Ca 8.7 [8.5-10.5mg/dL], BUN 20.1 [10-50mg/dL], Cr 0.98 [0.7-1.2mg/dL], AST 81 [<37U/L], ALT 37 [<41U/L], ALP 38 [40-129U/L], GGT 12 [8-61U/L], Alb 4.3 [3.4-4.8g/dL], TBil 1.43 [0.2-1.0mg/dL] -Indirect Bili: 1.24 [0.1-0.6mg/dL]\nCT Abd/Pelvis: No acute findings, no hepatomegaly/splenomegaly/enlarged lymph nodes/or any significant findings.\nCBC: WBC 2,830 [4-11k/mcl], Hgb 6.8 g/dL [13.5-17.5g/dL], MCV 112.1 [80-100 fL], MCH 39.3 [26-32pg], RDW 22.5 [9.5-15.5%], PLT 56,000 [150-400k/mcl]\nDifferential: (Neut 1.11k/mcl (39.2%); Lymph 1.56k/mcl (55.1%); Eosinophils 0.07 k/mcl (2.5%)",
  "Additional Labs\nB12 50 [197-771pg/mL], Fol 26.8 [3.1-28.8ng/mL]\nLDH 3403 [135-225U/L], Haptoglobin <10 [30-200mg/dL], Direct Antiglobulin Test (-)\nTSH 2.85 [0.27-4.2microIU/mL], T4 1.16 [0.93-1.7ng/dL]",
  "Further Investigation (1/2)\nAnti-Parietal Cell Ab (+)\nEndomysial Ab (-)\nGastrin 614 [<115pg/mL]\nEGD: Inactive chronic pangastritis. Glandular atrophy in stomach body, but absent in antrum. H. pylori (-)",
  "Further Investigation (2/2)\n8AM Cortisol: 2.9 [3.7-19.4mcg/dL]"
 ],
 "https://w3id.org/hacid/mdx/data/clinicalcase/8480d8d525624bd2b25dccd76327c0f0": [
  "HPI\nShe notes 2-3 weeks of fatigue, nausea, anorexia, feeling dizzy and lightheaded, and weakness that has progressively worsened.\nShe was hospitalized 2 months ago for colitis which was treated with high dose steroids (prednisone 100mg) that was tapered off over 3 weeks. She had resolution of her diarrhea with the steroids. The colitis was thought to be secondary to ipilimumab and nivolumab.\nDenies abdominal pain, headaches, fevers, or chills",
  "Additional history\nMedications: vitamin D3, estradiol, received cycle 2 of ipilimumab and nivolumab approximately 9 weeks ago.\nSocial Hx: No tobacco, ETOH, or drugs\nPSH: Tonsillectomy, cesarean section, lymph node removal\nPMH: Metastatic melanoma involving the brain, colitis due to checkpoint inhibitors\nFamily Hx: Father- Heart disease, Sister- hypothyroidism",
  "Physical Exam\nLungs: Normal effort, clear to auscultation bilaterally.\nGen: Appears fatigued after walking from bathroom to bed but in no acute distress.\nMSK: Normal ROM. No tender, swollen, or erythematous joints in bilateral UEs and LEs.\nAbd: Soft, non-tender, non-distended.\nCV: RRR, no MRG. Trace bilateral LE edema.\nVS: T 36.6C, HR 84, RR 16, BP 91/56, SpO2 98% on RA\nHEENT: Moist mucus membranes, no exudate.\nSkin No hyperpigmentation\nNeuro: Alert and oriented x 3. No dysarthria or aphasia. No focal deficits.",
  "Labs (Normal lab ranges in parentheses)\nHigh sensitivity troponin I: 5.7 ng/mL (<=14.9 female)\nRespiratory viral panel: negative\nSerum Osmolality: 242 (275 – 303 mOsm/kg)\nUrine sodium: 50, urine osmolality 336\nCBC\nWBC 5.1 k/mcL (4-11.1) with a normal differential, Hgb 9.9 g/dL (14.3-18.1), MCV 87.6 (80-100), platelets 284,000 k/mcL (150,000-400,000)\nBMP\nNa 120 mmol/L (133-145), K 4.2 mmol/L (3.5-5.1), Cl 94 mmol/L (98-108), HCO3 20, mmol/L (21-31) BUN 6 mg/dL (7-25), Cr 0.46 mg/dL (0.7-1.3), Glucose 82 mg/dL (70-199)\nMagnesium: 1.5 (1.6-2.6mg/dL), Phosphorous: 3.8 (2.5-5.0 mg/dL)\nHepatic Function Panel\nAST 33 U/L (12-39), ALT 17 U/L (7-52), T. bili 0.5 mg/dL (0.1-1.3), alk phos 49 U/L (39-117), total protein 5.2 g/dL (6.4-8.9), albumin 3.3 g/dL (3.5-5.7)",
  "Imaging\nCXR: No acute cardiopulmonary process.\nCT Head: No acute hemorrhage or large territory infarct.\nMRI Brain w/wo: No evidence of acute intracranial abnormality or mass.",
  "Additional labs\nACTH 1.1 pg/mL (7.2-63.3)\nACTH stimulation test: cortisol 2 at 1 hour\nCortisol: <1 mcg/dL",
  "Further labs\nTSH: 2.7 mIU/L (0.45-5.33), T4 Free: 1.06 ng/dL (0.89-1.76)\nDHEAS: 2 ug/dL (26-200)\nFSH: <1 mIU/mL. (0-200), LH: <0.2 mIU/mL\nProlactin: 19.2 ng/mL (3.0-27.0)"
 ],
 "https://w3id.org/hacid/mdx/data/clinicalcase/8bdec46400864b0bba66834702da9bae": [
  "HPI\nHe had six episodes of non-bloody, non-bilious emesis. He is able to take sips of water, but unable to eat anything.\nDenies fevers, chills, diarrhea, hematochezia, melena, dysuria, or other symptoms\nThe patient walked into a restaurant, smelt the food, and developed nausea and abdominal pain. He did not feel like eating anything. He tried to rest, but symptoms did not improve.\nTook ibuprofen x1 with no relief",
  "Past History\nFH: None\nPSH: None\nMeds: Ibuprofen as needed\nPMH: NSAID-induced gastritis\nSocial history: Smokes 0.25 packs per day of cigarettes. No vaping. Denies any alcohol use. Daily marijuana use, about 1-2 joints per day.",
  "Exam\nGEN: Thin, in mild distress\nHEENT: Dry mucous membranes; no lymphadenopathy\nNeuro: AOx4, moving all extremities spontaneously\nPulmonary: Clear bilaterally\nSkin: No rashes, skin changes\nVS: Afebrile BP 110/70 HR 90 RR 16 SpO2 98% on RA\nAbdomen: soft, non-distended, tender to palpation throughout w/ light palpation.\nCardiovascular: Regular rate and rhythm, no murmurs",
  "Labs\nCBC, BMP, and LFTs all normal\nLipase normal\nSARS-CoV2 PCR negative\nUrinalysis normal",
  "Imaging\nCT A&P with contrast without any acute abdominal pathology",
  "EKG: Normal sinus rhythm, no concerning ST or T-wave changes",
  "Further history\nNotes his symptoms seem to improve with hot showers"
 ],
 "https://w3id.org/hacid/mdx/data/clinicalcase/94c02a6aa487483891dbad22489c4228": [
  "Decreased oral intake, mechanical falls, epigastric pain and chest discomfort",
  "Medical History: Brain metastases from a poorly differentiated squamous cell carcinoma, mediastinal lymphadenopathy, and a history of colon, endometrial, and cervical cancer",
  "Physical Exam: Intermittently hypotensive, appears clinically hypovolemic, no tachycardia, no fevers or chills",
  "Chest X-ray\nWidened mediastinum",
  "Complete blood count\nLeukocytes 17 x 10^9 /L",
  "Blood culture\nSix blood culture bottles all grew methicillin-resistant staphylococcus aureus Staphylococcus aureus (MRSA)",
  "CT chest\nCoronal (left) and transverse (right) planes of the computed chest tomography showing a 3.7 x 4.1 cm spuriform lesion consistent with an aortic thoracic aneurysm and surrounding soft tissue masses"
 ],
 "https://w3id.org/hacid/mdx/data/clinicalcase/970b1a029ea84a3a957444a706a93e6a": [
  "History of Present Illness\nShe has been unable to drink any fluids today.\nShe has had difficulty swallowing today.\nA 15-year-old female presents with 3 days of throat pain and fever.",
  "Review of Systems\nDenies sick contacts, drooling, cough, trismus.",
  "Past Medical History\nImmunizations are up to date\nPreviously healthy",
  "Physical exam\nHEENT: Uvular deviation to the left. 2+ tonsillar hypertrophy and erythema, with minimal fluctuance of the right tonsil. +anterior cervical lymphadenopathy diffusely, mobile\nCV: WNL\nGeneral: Uncomfortable appearing female\nResp: WNL\nVital signs notable for Tmax 38.7, HR 100 bpm, RR 20 bpm, BP 100/60, SpO2 100% in RA",
  "CT head and neck"
 ],
 "https://w3id.org/hacid/mdx/data/clinicalcase/9a009f0de438466b94c90d776a38b0ca": [
  "HPI\nHe also has chest pain which started spontaneously and is a sharp and tight sensation in the middle of the chest without radiation. The pain is present at rest and is worsened by standing up and other positional changes.\nPrior to 5 days ago, he was at his baseline health but now cannot walk more than 10 feet due to intermittent diaphoresis and dyspnea on exertion.",
  "Further History and Review of Systems\nHe has lower back pain which has been present for several months. He was evaluated at another hospital a month ago and discharged on pain medications.\nHe also has noticed a wound on the back of his right shoulder for the past 2-3 months. He does not recall any obvious trauma and says that the area has been non-healing for several months and draining spontaneously.\nNo cough, weight loss, fever/chills, or night sweats.\nNo palpitations, orthopnea, lower extremity edema, or syncope/lightheadedness.",
  "Past History\nPMH: GERD\nFamily History: Diabetes in father and mother\nMedications: Tylenol for pain control\nSocial History: No smoking, 3-4 drinks of alcohol some days of the week, no recreational drug use",
  "Physical Exam on Admission\nLung and abdominal exam normal\nMSK: Lower back tender to palpation\nNo acute distress but tachypneic, alert and oriented\nSkin: Large ulcerated area approximately 8cm in diameter with fibrinous sloughing and various stages of granulation tissue. There is a central area that is scabbed 0.5cm in diameter.\nTemp 38.1 degrees, BP 140/91, HR 122, RR 24, O2 sat 97%\nCardiac/Chest: Regular rhythm, tachycardia, physiologic S1 and S2, no r/m/g. No JVD. Tenderness to chest wall on palpation.",
  "Initial Labs\nCa 10.3 mg/dL (8.6 - 10.3), Phos 3.9 mg/dL (2.5-4.5), Mg 1.5 mg/dL (1.7-2.2)\nAST 16 U/L (13 - 39), ALT 9 U/L (7 - 52), Alk phos 227 U/L (38 - 120), Tbili 0.6 mg/dL (0.3 - 1.3)\nAlbumin 3.4 g/dL (3.7 - 4.8), protein 7.3 g/dL (6.3 - 8.3)\nWBC 9.6 10*9/L (4.5-11) with 76% N, 13% lymph, 8% mono, Hgb 8.8 g/dL (12-16), MCV 86.5 fL (L), Platelets 343 k/mcL (150 - 440)\nPT 18.9 (11-13.5), INR 1.7 (0.8 to 1.1), PTT 43 sec (25-39.5)\nNa 138 mmol/L (135 - 145), K 3.1 mmol/L (3.5-5), Cl 102 mmol/L (98 - 107), bicarb 20 mmol/L (23-30), BUN 28 mg/dL (7-21), Cr 1.04 mg/dL (.6-1), glucose 108 mg/dL (70-179)\nTroponin 0.02 (<0.01), lactic acid 1.09 mmol/L (<1.8 )",
  "Further Labs and Initial Imaging\nCXR: no acute intrathoracic abnormality\nEKG: sinus tachycardia\nFe 33 mcg/dL (60-170), TIBC 186 mcg/d (250-450), % Fe saturation 18 (20-50), Ferritin 5790 ng/mL (20 to 250)\nHaptoglobin 689.9 mg/dL (50-220), D-dimer 2.05 (<0.50)",
  "Additional Imaging\nEcho – LVSF normal (EF >55%)\nLung perfusion and vent study – no evidence of pulmonary embolism\nCT Angio Chest\nno acute pulmonary emboli detected but limited study, scattered linear parenchymal opacities in lungs likely atelectasis. Enlarged spleen visible. Diffuse abnormality of bone density. Mild pericardial fluid.\nCT Abdomen/Pelvis\nMixed lytic/sclerotic diffuse abnormality of bone density with focal mild/moderate biconcave deformity at L4.\nHepatosplenomegaly without focal lesions. Liver 23cm. Spleen 18x7x16cm.",
  "Further Lab Work\nB2 microglobulin – 4.114 mcg/mL (0.70-1.80)\nImmunoglobulin G 874.4 mg/dL (700-1600), IgM 33.9 mg/dL (40-230), IgA 166.3 mg/dL (61-356)\nSerum protein electrophoresis – mildly intense alpha 2 band present. Cannot exclude comigration paraprotein.\nHIV negative, Hep A and C negative, Hep B immunized\nUrine light chains – kappa 239 (H), lambda 21 (H), kappa to lambda ratio 11 (normal)\nUric acid – 10.3 mg/dL (1.5 to 6.0), CK <10, LDH 1618 U/L (140-280)\nSerum light chains – kappa 23.3 (H), lambda 21.7 (normal), kappa to lambda ratio 1.07 (normal)",
  "Bone Marrow Biopsy with Flow Cytometry\nBone marrow was described as hypercellular, with multiple foci of abnormal lymphoid cells embedded in fibroconnective tissue which comprised 40% of total marrow cellularity.\nFlow cytometry contains trace B cells and plasma cells that are polytypic and have appropriate expression of lineage-specific markers..Multimetric flow cytometry analysis of bone marrow aspirate does not reveal an aberrant or clonal population of cells."
 ],
 "https://w3id.org/hacid/mdx/data/clinicalcase/9b3badbed2c5438b88ee84d5e94fa504": [
  "37 yo man with recent diagnosis of HIV\nAssociated anorexia, malaise and 30 lb weight loss\nFever x 3 weeks\nNew rash on trunk in the last 3 days",
  "Past Medical/Social History\nLives in Midwestern United States, no foreign travel in over 5 years\nMSM\nNo prior PMH\nNo tobacco, EtOH, illicits\nLives with husband, no new partners in the last 5 years\nHIV Ag/Ab positive at urgent care last week, new diagnosis, has never been on ART",
  "Exam\nAbd: soft, nontender, + hepatosplenomegaly\nCV: tachycardic, no m/r/g\nChest: CTAB\nExtr: no LE edema\nGeneral: Cachectic, ill appearing\nT: 103.1F, HR 107, BP 138/84, SpO2 96% on RA\nSkin: blanching, macular rash on abdomen, back, and proximal extremities\nHEENT: shotty anterior cervical lymphadenopathy, posterior OP clear, no erythema or exudates",
  "Labs\nAST 88, ALT 91, Alk phos 683, Tbili 1.2\nCD4 count 7 cells/uL\nHIV viral load 789,842 copies/mL\nNa 128, K 3.6, BUN 18, Cr 0.7\nWBC 2.1, HgB 8.8, Plts 77",
  "Chest X-ray\nNo acute cardiopulmonary process\nProminent perihilar lymph nodes",
  "Standard labs performed at time of HIV diagnosis\nGC/CT urine PCR: negative\nHepatitis A IgG positive, IgM negative.\nHepatitis C antibody and RNA: negative\nQuantiferon gold: indeterminate\nHepatitis B surface Ag, core Ab, and surface Ab: all negative\nT. pallidum Ab: negative\nToxoplasma IgG: negative",
  "Additional Labs\nFerritin: 33,876 (nml 30-400)\nFibrinogen 77 (low), INR 1.5, PTT nml\nLDH: 4,836 (nml < 260)",
  "Peripheral blood smear\nIntracellular encapsulated yeast seen within WBCs",
  "Blood cultures\nNegative for growth at 48 hours\nPositive for Histoplasma capsulatum at 14 days"
 ],
 "https://w3id.org/hacid/mdx/data/clinicalcase/9bdf9e2a409e47b7a198606e4e18ad7f": [
  "Jaundice\nOnset: 1 week ago\nSensation: Painless",
  "Pruritis\nLocation: Diffuse\nOnset: 2 weeks ago\nSeverity: Intractable, debilitating",
  "Unintentional Weight Loss\nAssociated with: Anorexia\nAssociated with: Fatigue\nOnset: 15 pounds over 3 months",
  "Type 2 diabetes mellitus\nOnset: 1 year ago\nQuality: Difficult to control on insulin",
  "Hyperbilirubinemia\nAlkaline phosphatase: 386\nConjugated bilirubin: 3.6\nUnconjugated bilirubin: 3.7",
  "Creatinine\nNumeric Value: 1.5\nOnset: Normal one year ago\nUrinalysis: Normal",
  "CT scan of abdomen\nBilateral hydronephrosis, mild\nIntrahepatic ductal dilatation with beaded contour\nPancreatic abnormality (see image)",
  "Pancreatic biopsy\nInterpretation: Lymphoplasmacytic infiltration; no malignant cells seen"
 ],
 "https://w3id.org/hacid/mdx/data/clinicalcase/9f14ee1262b34c8a865c90a051d59e25": [
  "60 year old male presented to ED for shortness of breath starting that morning. He reported getting out of bed in the morning and developed acute shortness of breath and feelings of dizziness with near syncope. His symptoms improved after resting for 15 minutes, but he remained short of breath at rest and with exertion and decided to be evaluated.\nHe was diagnosed with COVID 19 two weeks prior to presentation with symptom onset approximately 5 days prior to testing. His symptoms were mild, primary consisting of loss of taste and smell without gastrointestinal or pulmonary symptoms. He was feeling better overall until the morning of presentation.\nROS: positive for mild central chest pressure that is non-radiating. No cough, nausea, vomiting, fevers, chills or night sweats. Denies headaches.",
  "Histories and Medications\nMedications: Trazadone 75mg qHS, Sertraline 100mg PO daily, Omeprazole 20mg PO, Buspirone 15mg PO q8hours\nPast medical history includes hypertension, reported interstitial lung disease, and post traumatic stress disorder.\nSocial: Lives alone. Recently traveled 1 week ago – approx. 6 hour car ride. Former tobacco use – 20 year pack history.",
  "Physical Exam\nVitals: Temperature: Afebrile, HR: 134, Blood Pressure: 118/78, Pulse Ox: 86% Room Air – improved to 96% on 2l Nasal Canula, RR: 25, BMI: 33\nAbdomen: soft nontender, obese\nExtremity: no lower extremity edema\nGeneral – mild respiratory distress while talking, speaks in short sentences, awake and alert. Mild diaphoresis\nCardiac: regular, tachycardic to 130s. no murmurs. No appreciable JVD\nChest: clear to auscultation with diminished breath sounds at bases bilaterally",
  "Labs (reference)\nINR 1.1, PT 13.9 s (11.7-14.6)\nBMP: Na 136 mmol/L (136-145), K 5.2 mmol/L (3.5-5.1), Chloride 98 mmol/L (98-107), Bicarb: 31 mmol/L (21-32), BUN: 29 mg/dL (7-18), Creatinine: 1.6 mg/dL (0.7-1.3), Blood Glucose: 102 mg/dL (74-106)\nCBC: WBC 9.1 k/mcl (4.8-10.8), Hgb 15.1 g/dL (14-18), Plt 252 k/mcl (130-400), Lymphocytes: 0.8 (L) k/mcl\nHepatic panel: AST 70 IU/L (15-37), ALT 80 IU/L (16-61), Alk Phos: 78 IU/L (45-117), Bilirubin: 0.6 mg/Dl (0.2-1.0); Direct bilirubin <0.10 mg/dL (0-0.2), Albumin: 3.1 g/dL (3.4-5.0), Protein, Total: 7.0 gm/dL (6.4-8.2)",
  "Labs Continued\nBNP 337 pg/mL (H) (<125)\nCOVID 19 PCR +\nCRP: 4.32 mg/dL (H) (0-0.3)\nDDimer >20.00 ug/mL (H) (<0.58)\nESR: 18 mm/hr\nFerritin 806.5 ng/mL (H) (26-388)\nFibrinogen 631 mg/dL (H) (243-517)\nLDH: 360 IU/L (H) (87-241)\nLactate 3.3 mmol/L (H) (0.4-2.0)\nProcalcitonin 0.14 ng/mL (0-2.00)\nTroponin 0.448 ng/ml – next check 0.664 ng/mL (H) (>0.49 reference)",
  "Radiology\nCXR: mild right lower lobe interstitial opacities.",
  "More Imaging\nTTE: Normal LV systolic function with EF 50-55%. Flattened septum consistent with RV pressure/volume overload. Right ventricle is dilated with reduced systolic function. Tricuspid valve not well visualized. No pericardial effusion.\nCTA: Bilateral saddle pulmonary emboli with extension of clot into segmental pulmonary arteries of all lobes of the lungs bilaterally. Findings suspicious for right heart strain. Scattered subpleural ground-glass airspace opacities could represent atypical infection versus developing pulmonary infarcts."
 ],
 "https://w3id.org/hacid/mdx/data/clinicalcase/a7975797ef454c729b0ee52ebc3513c6": [
  "HPI\nHe initially presented to the oncology clinic on the day of admission and was found to be hypotensive, tachycardic, and dyspneic.\nHe believes symptoms began after starting tivozanib for renal cell carcinoma and communicated this with his primary oncologist. The medication was eventually discontinued 1 month after initiation\nHe noted progressively worsening fatigue and decreased appetite for the last 2 months\nThen subsequently sent to the ED for further evaluation\nHe reports an unintentional 25-pound weight loss over the past month",
  "ROS\nNegative ROS include: fever, night sweats, cough, chest pain, leg swelling\nPositive ROS include: mouth sores, hearing loss, fatigue, generalized weakness, and decreased activity level",
  "Past Medical\nPSH: Right radical nephrectomy and adrenalectomy (2015), left adrenalectomy (2019), total knee arthroplasty\nSHx: Never smoker, no illicit drug use, 1 EtOH drink/week\nFHx: Mother – colorectal cancer, Father – ureteral cancer, HTN\nPMH: renal cell carcinoma metastatic to lung, bilateral adrenal glands, bone, gallbladder, and brain; secondary adrenal insufficiency; obstructive sleep apnea; HTN\nMedications: hydrocortisone 15 mg QAM and 10 mg QPM since adrenalectomy, metoprolol, amlodipine, levothyroxine\nOncologic Hx: diagnosed in 2015, repeat surveillance scanning showed to have metastases to areas noted above. Prior treatments include Votrient, Nivolumab, Cabozantinib, and Tivozanib (11/15/21-12/13/21).\nOccupation: Executive at a construction company, retired, no recent domestic or international travel",
  "Physical Exam\nNeurologic: CN II-XII grossly intact. 5/5 strength BUE/BLE and sensation to light touch grossly intact throughout\nRespiratory: Lungs clear to auscultation bilaterally. No wheezes, rales, or rhonchi\nCV: Tachycardic, regular rhythm. No murmurs, rubs, or gallops. No JVD\nVS: T 36.6C, HR 129, RR 20, BP 90/60 (133/74 after 2L IVF), SpO2 70% on RA (97% 4 L)\nAbdomen: Soft, non-tender, non-distended. Normoactive bowel sounds in all quadrants\nExtremities: Atrauamtic. No peripheral edema\nGeneral appearance: Fatigued\nHEENT: PEERL, right subconjunctival hemorrhage, dry hoarse voice",
  "Labs (normal)\nBNP 920 pg/mL (0-100)\nCOVID-19: negative\nECG: NSR with RBBB\nHigh Sensitivity Troponin 19.8 (male <19.8)\nLactate 3.7 mmol/L (0.5-2.2)\nTSH 4.25 mlU/L (0.45-5.33), Cortisol 35 ug/dL (>3)\nLDH 393 U/L (124-271), Haptoglobin <30 mg/dL (36-195 mg/dL), Ferritin 692 ng/mL (24-336)\nUA with trace blood, 0-3 RBCs, 0-5 WBCs, negative nitrites and leukocyte esterase\nWBC\n8.2 k/mcL (4-11.1), Hgb 12.2 g/dL (14.3-18.1), MCV 85.4 (80-100), platelets 73,000 k/mcL (150,000-400,000)\nCMP\nNa 136 mmol/L (133-145), K 3.3 mmol/L (3.5-5.1), Cl 101 mmol/L (98-108), HCO3 20 mmol/L (21-31), BUN 19 mg/dL (7-25), Cr 1.35 mg/dL (0.7-1.3), Glucose 182 mg/dL (70-199)\nAST 20 U/L (12-38), ALT 29 U/L (7-52), T bili 2.8 mg/dL (0.1-1.3), alk phos 48 U/L (39-117), total protein 6.0 g/dL (6.4-8.9), albumin 3.6 g/dL (3.5-5.7)",
  "Imaging\nCTA Chest: No acute pulmonary embolus, no airspace consolidation suspicious for pneumonia, hepatic steatosis\nTTE: Borderline concentric left ventricular hypertrophy, left ventricular function is within normal limits – calculated biplane EF 63.2%. Right ventricle is mildly dilated, normal right ventricular systolic function. Right ventricular systolic pressure is estimated to be 35-40 mmHg\nCXR: Airspace opacities in the medial right lower lobe and left lung base, likely atelectasis",
  "Additional Labs\n1,3-beta-D-glucan: Positive\nBlood cultures: no growth x 5 days\nBronchoscopy was pursued due to the patient's persistent hypoxemia and prior unremarkable work-up to explain etiology of hypoxemia - inspection of the airways are unremarkable\nBronchoscopic alveolar lavage\nBronchial wash fungal culture: no fungus isolated\nBronchial wash legionella species by PCR: negative\nBronchial wash cell count: 520 10*6 L nucleated cells, 18,500 10*6 L RBCs, 23% neutrophils, 39% lymphocytes, 22% monocytes, 1% eosinophils\nBronchial wash respiratory culture: rare staphylococcus aureus, few mixed usual respiratory flora\nBronchial wash AFB culture: negative for acid fast bacilli\nBronchial wash aspergillus galactomannan antigen: negative\nBronchial wash pneumocystis jirovecii DFA: negative"
 ],
 "https://w3id.org/hacid/mdx/data/clinicalcase/aab7ba915918474e96c767fc16e4f42e": [
  "History of Present Illness\nEndorses some weight gain (unsure how much she has gained) and some dyspnea on exertion\nAssociated with nausea and some dry heaving\nDull pain in epigastric area\nIbuprofen and heat packs do not help the pain\nNo sick contacts, no known COVID exposures\nPain is intermittent, worse with eating\nDenies fever, chills, chest pain, palpitations, shortness of breath at rest, dysuria, menorrhagia, weight loss, chills\nPt initially presented to her primary care physician for abdominal discomfort that started 2 weeks ago",
  "Past Medical History\nSurgical history significant for tonsillectomy as a child\nTakes no medications, takes green tea supplement\nNo significant past medical history follows up yearly with PCP",
  "Social History\nNo pets\nSexually active with 1 male partner, uses barrier protection\nCurrent college student, lives at home, works at a local coffee shop\nDrinks alcohol sparingly\nNo history of illicit drug use or IVDU\nNo history of tobacco use",
  "Physical Examination\nAbdomen: mildly tender in epigastrium/RUQ without rebound, soft, non-distended\nGeneral: Well developed, well-nourished female in NAD\nCV: tachycardic, regular rhythm, no murmur\nExtremities: Mild LEE bilaterally\nVitals: T 37 C, HR 110 bpm, RR 14, SpO2 95% on RA, BP 102/62, BMI 24\nHEENT: EOMI, PERRL, no scleral icterus\nNeurologic: AAOx3, MAE\nPulmonary: CTAB, non-labored\nSkin: warm, dry, no obvious rashes",
  "Lab-Work\nLipase 23 IU/L (WNL)\nTSH: WNL\nUrine HCG negative\nBMP: Na 132 mmol/L (normal 134-145), K 4.4 mmol/L, Cl 100 mmol/L, CO2 24 mEq/L, BUN 10 mg/dL, sCr 0.9 mg/dL, BG 108 mg/dL, Ca 9 mg/dL\nLiver chemistries with AST 121 U/L (normal 13-39 U/L) , ALT 191 U/L (normal 7-52) , ALP 62 IU/L, TBili 1 mg/dL, total protein 6.4 g/dL, albumin 3.7 g/dL\nCBC: WBC 11 k/mcl (normal differential), Hgb 12 g/dL (normal 12.1 to 15.1), Plt 200 k/mcl",
  "Ultrasound\n+ Gallstones\nThickened gallbladder wall\nGiven ultrasound findings, the patient was sent to the ER for further management and concern for cholecystitis",
  "Further Clinical Course\nAfter surgery, the patient became hypoxic to SpO2 70-80% on RA\nIn the ER, the patient was started on IV antibiotics, evaluated by general surgery, and underwent cholecystectomy that same evening\nThe surgery was uneventful with minimal blood loss",
  "Additional Diagnostics\nStat bedside transthoracic echocardiogram revealed severely reduced ejection fraction at 15%, stage 3 diastolic dysfunction, global hypokinesis, severe LV dilatation, evidence of hypertrabeculation\nCXR revealed bilateral pleural effusions\nECG showed sinus tachycardia, normal QRS duration, and evidence of left ventricular hypertrophy with repolarization changes"
 ],
 "https://w3id.org/hacid/mdx/data/clinicalcase/b7f745f9772c480ab79b87f21ec4c50c": [
  "Bilateral Leg Weakness\nAlso reports difficulty concentrating and decrease in his school academic performance\nReports 14 months of gradually worsening lower extremity weakness and stiffness.\nDenies any falls, changes in diet, new medications, or recent trauma or injury",
  "Family and Past Medical History\nEats a normal diet without any food restrictions or modifications\nNo significant past medical history. Currently takes no medications or over-the-counter supplements\nFamily history is notable for uncle that died of leukodystrophy",
  "Review of Symptoms\nLower extremity weakness and stiffness is throughout the day. It is also present in the upper extremities but more apparent in the lower extremities\nDenies any bladder or bowel incontinence. Denies any back pain.\nReports dizziness with standing and difficulty concentrating",
  "Physical Examination\nRectal exam deferred.\nRemainder of the exam normal\nVS: HR 88, sitting BP 127/86, standing BP 103/62\nNeurological: hyperreflexia in the bilateral upper and lower extremities, unsteady gait, absent vibratory sensation in bilateral lower extremities 4/5 strength against resistance bilaterally.",
  "Diagnostic Studies> Laboratory\nPertinent BMP Findings: Na 122mEq/L (normal 135-145) - LOW and K 5.6mmol/L (3.5-5.0) - HIGH\nSerum B12 Levels 523g/mL (normal range 190-950)",
  "Diagnostic Studies> Laboratory\nCortisol Stimulation Test: Baseline 8am Cortisol 3.0mcg/dL (normal 10-20 mcg/dL) - LOW--> 30 minutes 5.0 mcg/dL LOW--> 60 minutes 4.8 mcg/dL - LOW"
 ],
 "https://w3id.org/hacid/mdx/data/clinicalcase/b8e12a00306f43ac95ee15c40a427ff6": [
  "Palpitation\nFor 1 day, feels similar to his prior episode of atrial fibrillation. No chest pain, dizziness, syncope.",
  "Microbiology: Lyme antibody\nLyme IgM antibody positive, confirmed with Western blot",
  "Cough\nDry cough, no SOB or wheezing, No fever, chills, or night sweats.",
  "Headache\nAssociated with: Fatigue and generalized body aches\nMild, generalized.",
  "Medical History: Prostate carcinoma, Atrial fibrillation, DMII (well controlled)",
  "Medication: Aspirin, Atorvastatin, Flonase",
  "BP 110/72, Pulse 111, Temp 36.8 °C, Resp 17.\nHeart irregularly irregular and tachycardic. Otherwise unremarkable exam.",
  "Electrocardiogram\nAtrial Fibrillation with RVR. Non-specific ST changes.",
  "Normal CBC with diff and basic metabolic panel. BNP 300, Troponin Normal. ESR 68, CRP 70, Procalcitonin 0.27. UA unremarkable, Blood culture no growth.",
  "Echocardiogram\nNormal EF 60%, no wall motion abnormalities. Mild diastolic dysfunction."
 ],
 "https://w3id.org/hacid/mdx/data/clinicalcase/bb69d5d0fe044dd0b1de2b9e4866683e": [
  "HPI\nAfter one week of symptoms, he was seen by a PCP, that made the hypothesis of erysipelas and prescribed Cephalexin.\nHe recalls developing a dark plaque on the right lower extremity (lower third of leg), with inflammatory features, 3 months before presentation.\nThe patient presents to the clinic with progressive skin lesions for the past 3 months.\nThe inflammation of the initial lesion slowly improved, but new lesions appeared over the past 2 months, both in the same leg and on his right leg.\nAll lesions followed a similar course despite the absence of antibiotics, with gradual resolution of acute changes, but the persistence of hyperchromic lesions.",
  "Further Review of Symptoms\nROS positive for: Generalized pruritus of the limbs\nROS negative for: Fever, chills, fatigue, myalgias or arthralgia, weakness or numbness, disorientation, respiratory symptoms, changes in bowel movements, abdominal pain, bloody stools, hematuria, dysuria, polyuria, polydipsia, polyphagia, unintentional weight loss",
  "Medical History\nNo significant family history\nHas no antecedent of recent travels or unusual activities.\nDenies intense sun exposure.\nDenies known allergies or past surgeries.\nDenies tobacco, alcohol, or any illicit drugs.\nRetired for the past 15y (worked as an accountant)\nDenies Citric Acid exposure or any topical medications\nComorbidities\nHypertension; Dyslipidemia; Stage 3b CKD (Clearance ~35); Hypothyroidism; Benign Prostatic Hyperplasia\nMeds\nLosartan (50mg 1x); Atorvastatin (40mg 1x); Levothyroxine (50mcg 1x); Tamsulosin (0.4mg 1x); Atenolol (50mg 1x)",
  "Physical Exam\nVitals: HR 63, RR 16, BP 145/75, 96.3 F (35.7ºC), O2 sat (RA) 97%\nGeneral: Well appearing, in no acute distress, but appears pale\nHEENT: Moist mucous membranes, without oral lesions\nExtremities: Brownish macules in different portions of both lower limbs, some with a more keratotic surface and others more velvety (as shown in the pictures)\nCardiovascular, Respiratory, and Abdomen: Unremarkable",
  "Further Evolution\nWas prescribed Loratadine (10mg 1x) and scheduled a follow-up appointment in 3 weeks with exams.\nMissee the follow-up initial appointment and showed up after two months (5 months from the start of symptoms).\nPruritus is partially controlled with Loratadine, but the lesions progressed to the upper limbs and to the trunk (mainly on the back).",
  "Complementary Exams\nSerum Iron 29 [65-175mcg/dL], TIBC 334 [228-428mcg/dL], Ferritin 25 [30-400 ng/ml], Transferrin 260 [200-360mg/dL], TSAT 9% [20-40%]\nChest XR: No acute cardiopulmonary disease\nCBC\nWBC 7,930 [4-11k/mcl] (3,441 -43.4% Neut; 1,403 Lymph -17.7%), Hgb 9.1 g/dL [13.5-17.5g/dL] (microcytic -MCV 78, hypochromic), Hct 30.4% [40-52%], PLT 310,000 [150-400k/mcl]\nCMP\nNa 143 [135-145mEq/L], K 5.1 [3.5-5mEq/L], BUN 23.3 [10-50mg/dL] (Ur=50), Cr 1.85 [0.7-1.2mg/dL], Alb 3.7 [3.4-4.8g/dL], AST 13 [<37U/L], ALT 10 [<41U/L],ALP 92 [40-129U/L], GGT 9 [8-61U/L], TBil 0.25 [0.2-1.0mg/dL], Ca 9.8 [8.5-10.5mg/dL], Cl 104 [96-105mEq/L], HbA1c 6.1% [<5.8%]",
  "Skin Biopsy\nSeborrheic keratosis. Irregular acanthosis. Epidermis with leukocyte infiltrate and focal parakeratosis, suggestive of a hypersensitivity reaction",
  "Imaging\nEGD: Normal\nColonoscopy: Ulcerative vegetative lesion in ascending colon. Remaining colon segments without findings"
 ],
 "https://w3id.org/hacid/mdx/data/clinicalcase/c1d4ae3cfc624e7e9d45728caa5564f2": [
  "HPI\nHe notes the rash is profoundly itchy, sometimes even places he does not have a discrete lesion. Each individual lesion starts as an erythematous macule, then a papule to a vesiculopapule or papulopustule, which then rupture yielding serous or purulent fluid and scabs.\nHe was still developing new lesions yesterday but has not noticed new lesions today.\nThe HA was gradual onset and is not the worst headache of his life.\nFive days ago started having fever, headaches, myalgias, and pharyngitis.\nHe characterizes his headache as persistent, bitemporal, worsened in supine positioning, improved with being upright.\nThe pharyngitis is bad enough that it creates food aversion.",
  "Further History\nVentured out to get a haircut about two weeks ago.\nHad been isolating as a result of statewide stay - at - home orders.\nHis spouse and three small children have remained at home with him without any symptoms.",
  "Review of Systems\nHe denies visual disturbances or ocular discharge or periocular swelling\nHe denies changes in taste or absence of taste\nHe denies chest pain or palpitations\nHe denies cough or frank shortness of breath.\nHe denies dysuria or urinary changes.\nHe denies ear pain or hearing changes\nHe denies neck pain or stiffness\nHe denies weight loss\nHe denies cough, shortness of breath, or increase in work of breathing\nHe denies any seizures or alterations in cognition. He denies weakness beyond just a sensation of fatigue. He denies any new tremors.\nHe denies any joint swelling or new onset of joint pain.\nHe denies abdominal pain and denies changes in bowel movement frequency or character. Also denies nausea/vomiting.",
  "Past Medical History\nNonalcoholic fatty liver disease\nObstructive sleep apnea\nGout\nVaccine history: this patient received all age-appropriate vaccinations recommended by the ACIP.\nMeds: allopurinol. When the rash began he stopped his allopurinol.\nHe is up to date on routine immunizations",
  "Social History\nHe denies new sexual contacts or any recent foreign travel.\nHe works as a dental technician but had not done any dental care in about 3 weeks.",
  "Physical Exam\nThere are diffuse lesions, some mildly erythematous macules peripherally. Centrally, there are papules, vesiculopapules, and pustules with some scabbing. There are guttate vesiculopapules on the hard and soft palate. There are no excoriations and there is no discrete koebnerization.\nThere is full passive range of motion of his neck.\nThere are a few new face lesions as seen in the image below.\nThe day after his fever began he developed a rash on his face which rapidly spread to his chest and back.\nGeneral: fatigued appearing, uncomfortable, but nontoxic\nT: 36.7 C HR: 91 BP: 126/84 SpO2: 96% (obtained at an outpatient appointment the next day, the initial encounter was via teleconference)\nThe rash spares the genitals but involves the extremities, including the volar surfaces of upper and lower extremities, but the predominance of the rash is centrally located.",
  "LABORATORY STUDIES\nCOVID - 19 - neg\nHuman metapneumovirus - neg\nThroat culture: no Group A strep\nadenovirus - neg\ninfluenza A - neg\ninfluenza B - neg\nparainfluenza 1-4 - neg\nrespiratory syncytial virus - neg\nrhinovirus - neg"
 ],
 "https://w3id.org/hacid/mdx/data/clinicalcase/c68c96b1cd7e47258d00481a0797d194": [
  "HPI\nShe reports a 6-month history of a gradually worsening bilateral lower extremity rash.\nIt started as multiple non-tender papules, that coalesced and eroded over time to well-demarcated brown plaques on bilateral anterior surfaces of the lower extremities\nDenies any pruritus, environmental exposures, or changes to soap or detergent\nDenies any recent changes to or starting new medications",
  "Past Medical History\nMedications: Lantus and Novolog\nHistory of type 1 diabetes mellitus, poorly controlled, last A1c 8.9% (elevated)",
  "Physical Exam\nSkin: well-demarcated plaques with erythematous borders, mild erosion on bilateral pretibial regions\nCV: no murmurs, palpable posterior tibial and dorsalis pedis pulses bilaterally\nThe rest of the exam is unremarkable\nVitals: WNL\nWeight: 167lbs, and BMI 29.6 kg/m2",
  "Lab Results\nHemoglobin A1c : 9.2% (elevated)\nTSH 2.75 mU/L (N= 0.4-4.0 mU/L)",
  "Skin Biopsy\nImmunofluorescence: deposition of fibrin, IgM, and C3 at the dermo-epidermal junction of blood vessels\nAbsent cross striations on the collagen fibrils, thickened vessel walls"
 ],
 "https://w3id.org/hacid/mdx/data/clinicalcase/c7b11f677ba2447ea59990be495118e7": [
  "78 year old woman called after hours complaining of dramatic increase in anxiety compared to her baseline, like \"cloud of fear descended on her.\" Said she had a horrible feeling and felt out of it. She had indigestion, but no chest pain, shortness of breath, or lightheadedness. She took one of her lorazepam pills and prior to going to sleep.\nNo fever, no further GI upset (indigestion resolved), no dysuria, no headache, focal weakness, or tremor\nNo travel, no recent change in medications\nThe following day, she presented on her own to the office. She felt extremely fatigued and faint. She was having trouble finding words and mixing up people and events. Upon further questioning, she confused names and ages of grandkids, current president, dates and year but then would provide accurate information such as daughter's phone number.",
  "Past Medication History\nPrediabetes\nAutoimmune thyroid disease (Graves and Hashimotos)\nDepression and anxiety\nHTN, hyperlipidemia\nNo recent surgeries",
  "Social History\nFormer 10pack/year smoker\nNo recreational drugs.\nModerate alcohol use (unclear exact amount; she says she drinks infrequently and lightly; daughter says she drinks daily 1-3 glasses).",
  "Meds/Allergies\nAlirocumab (Praluent) 75 mg/ml q 2 weeks\nAspirin 81 mg\nAtorvastatin 40mg, ezetimibe 10 mg\nLorazepam 0.5 mg PRN\nValsartan 320 mg, amlodipine 5 mg, HCTZ 12.5 mg\ndesvenlafaxine 100 mg\nliothyronine 25 mcg, levothyroxine 100 mcg\nmodafinil 100 mg daily",
  "PE\nLungs: clear bilaterally with normal chest wall excursion.\nNeuro: Normal gait and turn, normal toe walk, heel walk. Difficulty with tandem walk. Negative Romberg. Accurate finger to nose but slow. Slow alternating movements. No asterixis, no tremor.\nNeck: supple. No bruit appreciated. No appreciable lymphadenopathy.\nExt: No edema. + cool duskiness to great and 2nd toes bilaterally No upper or lower extremity asymmetry or atrophy.\nEyes: Anicteric, surgical pupils, minimally reactive, EOMI. Normal lids. Fundi without clearly sharp disks.\nGEN: No acute distress but appears agitated.\nCV: RRR +S1S2 without murmurs, rubs or gallops. +2 pedal pulses.\nVitals BP 90/60 (low relative to baseline), HR 92 (temp not taken)\nHENT: NC/AT. Oropharynx clear. MMM. No tongue or uvula deviation.\nGI: soft, NDNT +BS. No rebound or guarding. No organomegaly. No masses appreciated",
  "Labs\nHepatic panel: alk phos 203 (41 - 133), AST 115 (</=39), ALT 233 (10 - 49)\nChem panel: sodium 137 (132-146), potassium 4.0 (24.1-4.5), chloride 99 (99-109), bicarb 23 (20-31), BUN 40 (8-20), creatinine 1.94 (baseline 0.91)\nESR 63 (0-30), CRP 28.9 (</= 0.9)\nCBC: WBC 20.7 (3.98-10, diff: 84% segmented neutrophils, 4% lymps, 8% bands, 0% eos). H/H 12/37.1 (11.2-15.7/34.1-45), platelets 238 (150-450 ).\nTSH 0.017 (0.55-4.78), free T4 1.3 (0.9-1.8)\nTroponin and CK-MB normal",
  "Data\nCXR: clear lungs\nEKG: sinus at 80, normal axis, no acute ST changes.\nAbdominal ultrasound: normal gallbladder without distension or thickening, normal appearing liver & kidneys.",
  "Patient sent to ER where she was admitted and received IV hydration.\nSubsequent blood cultures grew 2/2 Gram negative rods (Enterobacter cloracea complex)"
 ],
 "https://w3id.org/hacid/mdx/data/clinicalcase/c7bdbd67a51842c6b24bbf4ecbfb7e8c": [
  "HPI\nA 93-year-old male is brought to the ER by his family due to confusion that started the day prior to the presentation.\n3 days prior to the presentation, the patient developed insomnia and acute reversal of the sleep-wake cycle.\nYesterday, his clinical condition deteriorated, with altered mental status, mild dyspnea, and worsening of a basal non-productive cough.",
  "Further Review of Symptoms\nROS positive for: wheezing, mild upper-abdominal pain, vomiting (1 episode)\nROS negative for: fever, expectoration, chest pain, orthopnea, paroxysmal nocturnal dyspnea, presyncope, hemoptysis, weakness or numbness, change in bowel movements, altered stools. Denies recent falls or trauma.",
  "Medical History\nVaccination was up to date, including pneumococcal, Influenza, and COVID\nHas no known allergies, past surgeries, or antecedent of recent travels/unusual exposures/sick contacts\nComorbidities\nCOPD (without hospital admissions in the past year) // Hypertension // Probable-AD Dementia (mild, FAST 4) // Bipolar Affective Disorder // Osteoporosis (without prior known fractures)\nMeds\nAzithromycin (500mg 3x/wk) // Tiotropium (5mcg 1x/d) // Theophylline (200mg 2x/d) // N-acetylcysteine (1x/d) // Donepezil (10mg 1x) // Olanzapine (2.5mg 2x/d) // Lamotrigine (50-0-25mg)\nSocial History\nFormer smoker (60 Smoking-Pack-Years / Ceased 20y before). Denies alcohol or any kind of drugs.",
  "Physical Exam\nCardiovascular: Tachycardic, with a regular rhythm, and no murmurs or rubs\nHead and Neck: + JVD (2cm)\nExtremities: Without skin or nail changes, adequate perfusion, with mild distal edema of lower limbs (1+/4+)\nRespiratory: Crackles bilaterally in the lowest third of both lung fields. Tachypneic, but no accessory muscle use\nVitals: HR 117, RR 29, BP 165/110, 36.1ºC (96.9 F), O2 sat (RA) 88%\nAbdomen: Bowel sounds present, flaccid, discreet abdominal wall edema (1+/4+), non-tender to superficial and deep palpation, no pulsatile masses, no hepatic or splenic enlargement\nGeneral: In acute distress, fatigued, alert, answering questions relatively appropriately. No conjunctival pallor, mucous membranes moist. Very thin",
  "Diagnostic Labs and Imaging (1/2)\nCXR Shown below\nRT-PCR SARS CoV2: Neg\nECG: Sinus rhythm, tachycardic, with HR of 114bpm, normal intervals, isoelectric ST-segment abnormalities, nonspecific T wave changes\nCBC\nWBC 7,060 [4-11k/mcl] (6,036 Neut -85%; 628 Lymph -8.9%), Hgb 12.1 g/dL [13.5-17.5g/dL], Hct 37.7% [40-52%], PLT 187,000 [150-400k/mcl]\nCMP\nNa 147 [135-145mEq/L], K 4.0 [3.5-5mEq/L], BUN 28.9 [10-50mg/dL], Cr 1.04 [0.7-1.2mg/dL], AST 64 [<37U/L], ALT 53 [<41U/L]\nABG\npH 7.43 [7.35-7.45], pO2 55.9 [80-100mmHg], pCO2 37.4 [35-45mmHg], HCO3 24.2 [21-28mmol/L], BE +0.5 [-3 to +3mmol/L], SatO2 86.5 [95-98%]",
  "Diagnostic Labs and Imaging (2/2)\nNT-proBNP: 18,915 [<125pg/ml]\nTroponin: 0.658 [<0.0168ng/mL]\nEcho\nLeft systolic mild impairment, with LVEF=45% (walls diffusely hypokinetic)// Mild enlargement of the left atrium, remaining cardiac chambers unremarkable// Elevated pulmonary artery systolic pressure =65mmHg [<35mmHg]",
  "Further Imaging\n\nCT Pulmonary Angiography\nFilling defects in pulmonary arteries at segmental/subsegmental levels of both lower lobes. Mild bilateral pleural effusion, with signs of loculation at the right side. No CT evidence of right heart strain"
 ],
 "https://w3id.org/hacid/mdx/data/clinicalcase/d2740e09d6ab410fb1b09228b7fc416f": [
  "History of Present Illness\nUpon returning home after the MRI, while watching TV, she developed sudden onset painless loss of vision in the left eye\nDescribed vision as becoming more narrow until she was not able to see anything from the left eye including shadow and movement.\nShe had noted a one-year history of recurrent right occipital headache, neck pain, and dizzy spells prompting the ordering of an MRI brain without contrast by her neurologist",
  "Medical History\nNo personal hx of arterial or venous clots\nPSH: TAH, Tonsillectomy\nSocial Hx: Retired, worked as an accountant. No ETOH, or drugs. 50+ years of secondhand tobacco smoking\nFamily Hx: Siblings and daughter with Factor V Leiden\nPMH: HTN, HLD, Factor V Leiden (heterozygote), DM (diet controlled), Rheumatoid arthritis, GERD, hypothyroidism",
  "Home Medications\nLevothyroxine, Fluoxetine, Pantoprazole, Carvedilol, Atorvastatin, Aspirin, monthly Rituximab infusions",
  "Review of Systems\nNo recent travel. Sexually monogamous with her husband. No pets or exposure to animals or any notable outdoor activities.\nNegatives: Fevers, weight loss, night sweats; weakness, pre-syncope, LOC, numbness, tingling; myalgias, photophobia, pain with eye movement, diplopia, discharge, halos/floaters.\nPositives: Jaw discomfort with chewing, polyarticular joint pain (bilateral knees, hips, hands, and lower back)",
  "VS: T 36.2C l HR 86 l RR 16 l BP 143/77 l SpO2 93% on RA\nChest: CTAB\nConstitutional: AAOx4. Comfortable and in no acute distress\nAbdomen: Soft NTND\nExtremities: No swelling or tenderness\nNeck: supple.\nSkin: No rashes or bruises\nNeuro: Normal strength and reflexes bilaterally. Intact sensation and proprioception. Normal gait. Intact cranial nerves III-XII\nCVS: 4/6 ejection systolic murmur heard best at the 2nd right intercostal space. Radiates to the carotids\nHead: Normocephalic and atraumatic. No scalp tenderness\nEyes\nNormal appearance of bilateral conjunctiva, sclera, and iris. EOMI bilaterally.\nPupils: Right: 3 mm with 3+ direct and no consensual response; Left: 5 mm with no direct and 1+ consensual response. Left relative afferent pupillary defect noted.",
  "Additional Eye Exam Findings\nDilated fundoscopic exam (representative image from Merck Manuals)\nIntraocular pressure: R eye 13; L eye 13\nRight eye: Normal.\nLeft eye: Optic nerve pallor. Diffusely edematous macula with a cherry-red spot, attenuated vessels, and areas of non-perfusion. A small sliver of macula perfused by the cilioretinal artery",
  "Labs\nCBC: WBC and Plt WNL, Hgb 9.4 g/dl (Chronic), MCV 87 fL\nBMP and Liver chemistry WNL\nCRP elevated at 1.43\nCoagulation panel WNL\nHgb A1C 5.7\nRPR negative\nTSH, Lipid panel, B12, Folate WNL\nFerritin 20 (5-275 ng/mL); transferrin sat - low at 7%",
  "ECG: Sinus rhythm, 1st degree AV block, LAFB with left axis deviation\nOutside hospital MRI brain w/o contrast report: No acute findings",
  "Further Imaging\nMRI brain with and without contrast: Tiny acute infarcts of the left frontal subcortical white matter, the right lentiform nucleus, and the left paramedian occipital lobe\nTEE: Confirmed the presence of patent foramen ovale\nCarotid doppler: Minimal internal carotid stenosis.\nCTA Head and neck: No evidence of thrombosis or vascular changes\nTTE with bubble study: EF 70%. Basal septal hypertrophy. Moderate AS. No PFO was seen on bubble study."
 ],
 "https://w3id.org/hacid/mdx/data/clinicalcase/d99c7ae1fb75421f9ea92f56662a4c3b": [
  "Chief Complaint: 9/10 pain in L eye x 1 week\nSxms worsened when watching TV today so came to ED\nPertinent negatives: No foreign body sensation, photopisas, history of using contact lenses, or trauma\nPertinent positives: increased tearing, blurry vision, photosensitivity, and conjunctival irritation in l eye\nROS: back pain that's worse in morning and improves with activity x 6 mo",
  "HLA-B27+",
  "Came to ED 1 week ago, d/xed conjunctivitis and given polytrim gtt + prednisolone gtt but has not noted any improvement",
  "PMH\nSchizophrenia\nDepression\nHTN",
  "Sexual History\nSexually active with women, inconsistently uses protection. Has not been sexually active for past year",
  "Medications (all chronic meds for at least 1 yr with no recent dosage adjustments)\nGabapentin\nAmlodipine, metoprolol\nBupropion, sertraline",
  "Physical Exam\nEXT: 2+ peripheral pulses, normal cap refill, no edema\nABDOMEN: Soft, non-distended, no tenderness\nBACK: No CVA tenderness\nGeneral: mildly uncomfortable\nHEART: No JVD, RRR\nLUNGS: no evidence of increased wob, CTAB\nNeck: Supple, no signs of meningismus\nT 97.1 HR 91 BP 154/97 O2 100% RA\nSKIN: Warm and well perfused. No rashes or bruising.\nNEURO: Moves all extremities, no facial droop or slurred speech",
  "Eye Exam\nBoth pupils reactive to light\nR IOP: 11, L IOP: 13 (normal 10-21)\nR visual acuity: 20/20, L visual acuity: 20/70; no visual field deficits\nL eye: conjunctival injection, tearing. No abrasion noted on woodlamp\nPORTABLE SLIT LAMP EXAM\nConjunctiva/Sclera: R white and quiet, L 3+ diffuse injection\nAnterior Chamber: L with 2+ cell, 2+ flare\nCornea: L eye with keratotic precipitate\nIris: L Round, posterior synechiae\nLens & vitreous: Clear\nFUNDUS EXAM\nCup/Disc 0.35 (normal ~0.3)\nMacula, Vessels: Normal\nOptic Nerve Normal, sharp margins",
  "Labs\nANA 1:40, reflex negative; ANCA negative\nHIV: nonreactive\nQuant gold: negative\nRF: negative\nTrep Ab: neg\nanti-CCP: negative\nESR 24 mm/Hr (3 - 10 mm/Hr) - HIGH, CRP 2 mg/dL (0.0 - 0.5 mg/dL) - HIGH\nWBC 4.7 K/UL (3.5 - 10.5 K/UL), differential wnl, Hgb 14.7 g/dL (13.0 - 17.5 g/dL), Plt 287 K/UL (140 - 390 K/UL)\nCMP\nALT 55 Unit/L (0 - 52 Unit/L) - HIGH\nAP 112 Unit/L (34 - 104 Unit/L) - HIGH\nAST 22 Unit/L (0 - 39 Unit/L)\nBUN 11 mg/dL (2 - 25 mg/dL)\nCO2 28 mEq/L (21 - 31 mEq/L)\nCl 106 mEq/L (98 - 110 mEq/L)\nCr 1.02 mg/dL (0.60 - 1.30 mg/dL)\nGlu 74 mg/dL (65 - 100 mg/dL)\nK 3.4 mEq/L (3.5 - 5.1 mEq/L) - LOW\nNa 143 mEq/L (133 - 146 mEq/L)\nTbili 0.7 mg/dL (0.0 - 1.0 mg/dL)",
  "Imaging\nCXR: clear, no e/o cardiomegaly, no hilar LAD\nL-spine and SI joint plain films: No bamboo spine, no e/o sacroiliitis"
 ],
 "https://w3id.org/hacid/mdx/data/clinicalcase/db8b504ec69947dcaa95395f13bfa757": [
  "History of Present Illness\nPatient presented to the ED with a 3 day history of fever and malaise\nReview of Systems\nFull body aches\nPainful bumps on her head and neck",
  "Past Medical History\nIron deficiency anemia\nSuptraventricular tachycardia s/p cardioversion\nRecent hospitalization 6 weeks ago at another facility for sepsis from a urinary source due to ESBL E. coli",
  "Physical Exam\nVitals: T 100.2 deg F, HR 124, BP 96/68, RR 16, SpO2 98% RA\nMild facial swelling\nNo oral or ocular lesions\nYoung and tired appearing woman in no distress\nEnlarged and tender bilateral postauricular, occipital, and inguinal lymph nodes",
  "Labs\nALT 46 IU/L (elevated)\nAST 60 IU/L (elevated)\nAlk Phos 71 IU/L\nHgb 9.9g/dL (baseline 10-11)\nNo growth on blood or urine culture\nPlts 381k/mcl\nT Bili < 0.15mg/dL\nWBC 7.4k/mcl\nEosinophils 8% (abs 0.6)",
  "Blood Smear",
  "Morbilliform Rash Appeared Shortly After Admission",
  "OSH Records From Recent Hospitalization\nShe was discharged on a PO regimen of trimethoprim-sulfamethoxazole\nAbout 6 weeks ago, patient received multiple antibiotics for ESBL E. coli infection including amikacin, ceftriaxone, meropenem, vancomycin, and aztreonam"
 ],
 "https://w3id.org/hacid/mdx/data/clinicalcase/dc170a99130c4accb82f4214b38f8c44": [
  "HPI\nHe also endorses a prior episode of possible hematochezia, although he is unsure if there was blood, as well as left-sided chest pain that just recently started prior to arrival that is described as \"someone sitting on him\", and rated as an 8/10.\nOn the day before presentation to the ED, he had a syncopal episode in the shower, prompting him to seek medical help.\nHe states one week prior to admission he had a generalized illness with malaise.\nShortly after, he developed a rash on the face and abdomen. He notes the rash was petechial in nature, confined largely to the face and abdomen.",
  "Further Review of Symptoms\nDenies falls, behavioral modifications, or history of easy bruises/bleeding.\nDenies night sweats or fever; hearing or visual abnormalities; cough; shortness of breath; palpitations; nausea; abdominal pain; urinary symptoms; myalgias; itching.",
  "Medical History\nMorbid obesity\nSubclinical hypothyroidism\nDenies environmental allergies.\nPrior Fournier's gangrene (~10 months before)\nType 2 Diabetes (on Glimepiride 2mg + Metformin 500mg)\nHypertension (on Hydrochlorothiazide 12.5mg + Lisinopril 5mg)",
  "Physical Exam\nHEENT: Thyroid not palpable, no lymph nodes noted. No JVD. Large neck, with acanthosis nigricans.\nVitals: HR 102, RR 20, SpO2 97% (RA), BP 102/55, 36.7ºC (98.1 F)\nPsych: He seems to have displaced affect with some alteration in overall mentation. Over the course of his ED stay, he had fleeting focus and worsening altered mental status.\nExtremities: Warm and well perfused, no edema, no joint swelling/erythema.\nHeight 1.67m (5'5\"); Weight 168.9 kg (372lb/5.7 oz); BMI 60.6 kg/m^2\nSkin: There is a petechial rash noted on his face and abdomen.\nGeneral: Morbidly obese man, poorly responsive to voice. possibly altered from baseline. Dry mucous membranes, icteric conjunctiva.\nRespiratory, Cardiovascular, and Abdomen Exams: Unremarkable.\nNeuro: He is awake and alert without gross abnormalities. He was confused and the history is slightly limited as he is somewhat of a poor historian and his speech was difficult to understand.",
  "Initial Labs\nPT: 13.4 (10-12); PTT: 33.9 (25-35)\nThe retic count of 235 (x 10^9) was the absolute retic count, with a reference range of 42-123 x 10^9. The % was 9.1%.\nCBC\nWBC 9,710 [4-11.1k/mcl], Hgb 7.4 g/dL [14.3-18.1g/dL] (normocytic MCV was 84.5), Hct 21.2% [40-52%], PLT <5,000 [150-400k/mcl].\nPeripheral smear demonstrated 4-5 schistocytes/hpf, 1-2 spherocytes/hpf, no nucleated RBC, with platelets significantly diminished in quantity and normal appearing PMNs\nCMP\nAST 77 [12-39U/L], ALT 29 [7-52U/L], ALP 98 [38-117U/L], GGT 114 [8-61U/L], Alb 4.2 [3.5-5.7g/dL], TBil 4.1 [0.2-1.3mg/dL], Direct Bil 0.5 [<0.3mg/dL]\nNa 137 mmol/L (134 - 143), K 4.4 mmol/L (3.5 - 5.1), Cl 99 mmol/L (98 - 107), BUN 22 [10-50mg/dL], Cr 1.19 [0.7-1.17mg/dL]\nUA\nDark Yellow, Cloudy, Spec Gravity - 1.028 [1.006-1.027], UA Glucose - 250 [Neg], UA Blood - Trace [Neg], UA Protein - 30 [Neg], UA Bil - Small, Urobilinogen - 4.0 [Neg]",
  "Imaging\nChest XR: Hypoinflated lungs. No further abnormalities.\nHead and Abd CT: No acute intracranial or abdominal abnormalities.",
  "Additional Labs\nHIV: nonreactive\nANA 1:320 [Neg]\nDAT IgG: positive\nFibrinogen (on admission): 251mg/dL (200-400)\nLDH: 1331(140-280 (U/L); Haptoglobin <5 mg/dL (41 to 165)\nHep B sAb (+) / Hep B SAg (-) / Hep B cAb (+), Hep C: nonreactive; Hep A was not tested",
  "Additional Labs\nADAMTS13 Ab 25 [<13]\nADAMTS13 activity <1% [40-130%]"
 ],
 "https://w3id.org/hacid/mdx/data/clinicalcase/ded34fbbc0384d55ab872c1b31c83785": [
  "Chest pain\nAssociated with dyspnea on exertion\nNo SOB at rest, no dizziness, no urinary complaints\nPain around right side of ribs, radiating to back\nWorse with deep inspiration",
  "Current Condition: Type 2 diabetes mellitus",
  "EKG: HR 110, sinus tachycardia, no ischemic changes",
  "Physical Exam\nVital signs: Afebrile, BP 129/86, HR 110, RR 18, 98% on RA\nAbdomen: soft, mildly distended, tender to palpation RUQ and epigastric area, +guarding, +BS\nCV: Slightly tachycardic, regular rhythm. No murmurs\nResp: Clear to auscultation b/l, no wheeze/rales/rhonchi",
  "CXR: Low lung volumes. Bibasilar discoid atelectasis with bilateral small pleural effusions.",
  "CT Abdomen/Pelvis: Peritoneal carcinomatosis and ascites. Soft tissue thickening of distal gastric antrum and hepatic flexure."
 ],
 "https://w3id.org/hacid/mdx/data/clinicalcase/e03f79abe2f2450684cf946d264fa6e5": [
  "HPI ----The patient was brought by his family with complaints of progressive worsening confusion for the last three weeks associated with generalized weakness, poor appetite, and diaphoresis. -Family stated that he presented to the hospital three years ago with altered mental status and an AKI that required temporary HD and was diagnosed with granulomatosis with polyangiitis (GPA) -Family voiced concerns that he has difficulty completing most of his thoughts or doing anything remotely cognitively complex and has been sleeping more during the day -The family denied any recent changes to his medications or new medications\nHe was seen a month prior in the ER with similar symptoms and was discharged home after basic lab work failed to reveal an etiology.",
  "Additonal work-up\n\nLumbar pucture (less than 24 hours after antibiotics started)\n2 sets of Blood cultures negative\nCytology negative.\nFungitell negative\nHistoplasma galactomannan Ag negative\nParaneoplastic work up negative\nCSF: glucose 84 (40-70 mg/dL), total protein 48 (12-60 mg/dL), WBC 8 (0-5/CUMM) with 92% lymphocytes 2% N), RBC 0, xanthchromia negative, VDRL nonreactive, crypto AG SF negative, crypto Ag negative, HSV 1 and 2 not detected, coccidioides Ab negative, culture and gram stain negative. India ink negative.",
  "PMH: granulomatosis with polyangiitis with associated chronic kidney disease stage III with baseline creatinine 1.55 no longer requiring HD and on chronic prednisone, paroxysmal atrial fibrillation, , BPH, anemia of chronic renal disease, COPD, and hypertension PSH: several nasal polypectomies Family Hx: No pertinent family history Medications: prednisone 5mg daily, fluticasone nasal spray, montelukast 10mg daily, amlodipine 10mg daily, advair diskus 100mcg-50mcg inhalation powder 1 puff BID, furosemide 40mg daily, aspirin 81mg daily, Apixaban 5mg BID, tamsulosin 0.4mg daily, pantoprazole 40mg daily, metoprolol succinate 25mg BID Social Hx: denied tobacco use, alcohol, or illicit drug use. Occupation: retired",
  "ROS\nDenied arthralgias or myalgias\nDenied change in bowel habits\nDenied dysphagia or odynophagia\nDenied dysuria, hematuria, change in frequency\nDenied fever, chills, night sweats\nDenied vision changes, hearing loss or tinnitus\nDenied cough, congestion, headache, epistaxis, sinus pressure or drainage\nDenied chest pain, shortness of breath, lower extremity swelling, orthopnea",
  "Physical Exam\nNo lymphadenopathy\nLungs: clear to auscultation bilaterally without wheezes, rales, or rhonci\nHEENT: PERRLA. No thyromegaly or nodules. Normal dentition. No oral ulcers.\nAbd: Soft, non-tender, non-distended. Bowel sounds present in all 4 quadrants. No hepatosplenomegaly\nSkin: no rashes or discolorations.\nGeneral: no acute distress nontoxic. Resting comfortably in bed\nNeuro: alert and oriented to person and place but unable to describe why he is at the hospital. Intermittent confusion during the interview. 5/5 strength X4. moving all extremities spontaneously. 12 cranial nerves grossly intact. normal sensation. Normal reflexes. Follows commands. No personality changes\nCV: regular rate and rhythm. no murmurs, gallops, or rubs no bilateral lower extremity edema\nVS: T 36.8C, HR 60, RR 16, BP 142/75, SpO2 99% on room air",
  "LABS CBC WBC 7.2 k/mcL (4-11.1), Hgb 11.6 g/dL (14.3-18.1), platelets 284,000 k/mcL (150,000-400,000) CMP Na 140 mmol/L (133-145), K 4.4 mmol/L (3.5-5.1), Cl 107 mmol/L (98-108), HCO3 22, mmol/L (21-31) BUN 25 mg/dL (7-25), Cr 1.61 mg/dL (0.7-1.3), Glucose 108 mg/dL (70-199), Calcium 9.6 (8.4-10.5 mg/dL) , AST 15 U/L (12-39), ALT 11 U/L (7-52), T. bili 0.6 mg/dL (0.1-1.3), alk phos 50 U/L (39-117), total protein 8.1 g/dL (6.4-8.9), albumin 3.0 g/dL (3.5-5.7) Lactate 1.55 mmol/L (0.5-2.2) Urinalysis negative Troponin negative CRP 11.6 (0.1-0.8 mg/dL) ESR 72 (0-25 MM/HR) BAL negative A1c 5.3",
  "CT chest/abdomen/pelvis without contrast\nGrossly negative with chronic findings including small thyroid goiter, bibasilar atelectasis and some underlying right sided pleural scarring seen on prior CT chest, coronary arterial calcifications, diverticulosis without diverticulitis, prominent prostate, constipation",
  "CT sinuses without contrast\nComplete opacification of the left sphenoid sinus with mucosal thickening obscuring the sinus ostium. Small fluid level is noted in the dependent portion of the right sphenoid sinus with mucosal thickening narrowing the sinus ostium. Postoperative changes consistent with bilateral ethmoidectomies. Mucosal thickening is noted in both frontal sinuses involving frontal sinus outflow tracts bilaterally. Concentric mucosal thickening is noted in the right maxillary sinus with almost complete opacification of the left maxillary sinus. Postoperative changes consistent with bilateral maxillary antrostomies are noted.",
  "Additional Labs\nHIV PCR negative\nRPR negative\nABG 7.46/36/70/27\nANA: negative\nAmmonia 18 (11-72 umol/L)\nC3 154 (82-182 mg/dL), C4 35 (15-53 mg/dL)\nCosyntropin test negative\nTSH 0.92 (0.35-4.94 uIU/mL). Thyroglobulin antibody less than 1.0\nVitamin B12 747 (211-911 pg/mL)\nMyeloperoxidase Ab negative (when he was diagnosed with GPA, it was negative), proteinase 3 Ab negative (when he was diagnosed with GPA, it was 154.4 (<1) with C-ANCA titer of 1:80)",
  "MRI brain with and without contrast\nPachymeningitis over the left cerebral hemisphere may represent primary involvement of GPA or secondary spread from the paranasal sinuses or mastoid air cells. Leptomeningeal enhancement and FLAIR hyperintensity within the subjacent sulci indicate leptomeningeal vasculitis and/or direct leptomeningeal granulomatous/lymphocytic infiltration"
 ],
 "https://w3id.org/hacid/mdx/data/clinicalcase/e0b7cd24081742c2b5fcddd662b16d57": [
  "HPI\nThe patient had no known sick contacts\nA review of symptoms reveals associated fevers (Tmax 38.3C), no nausea, vomiting, diarrhea, anosmia, or ageusia were noted.\nThe patient was up to date on his influenza vaccination and had received three COVID-19 immunizations\nA 61-year-old male presented to the emergency department with worsening shortness of breath, fatigue, and cough with sputum production that had been ongoing for one week.",
  "Additional Labs\nA viral respiratory PCR panel was sent off confirming the diagnosis.",
  "Past Medical History\n-HLD\n-HTN\nMedications\nAtorvastatin 40 mg daily\nLisinopril 5 mg daily",
  "Initial Exam\nLungs: [Bibasilar crackles, non-labored respiration].\nHeart: [Normal rate, regular rhythm, no murmur, gallop, or edema].\nGeneral: [Alert and oriented, well-nourished, no acute distress].\nNeck: [Supple, no JVD].\nNeurologic: [Awake, alert and oriented X4, no focal deficit].\nHEENT: [Normocephalic, moist oral mucosa, no scleral icterus, PERRL, EOMI, normal conjunctiva].\nAbdomen: [Soft, non-tender, non-distended, normal bowel sounds, no masses, no hernia, no HSM].\nT: 36.6 C (Oral), HR: 100, RR: 17, BP: 124/79, SpO2: 91% on NC\nMusculoskeletal: [Normal range of motion and strength, no tenderness or swelling].\nSkin: [Skin is warm, dry, and pink, no rashes or lesions].\nPsychiatric: [Cooperative, appropriate mood and affect].\"",
  "Initial Labs\nEKG demonstrated sinus tachycardia at 113 bpm. No axis deviation was noted. No ST changes appreciated.\nCOVID IgG: Negative\nCOVID PCR: Negative\nInfluenza A/B: Negative\nProcalcitonin: 0.09 ng/mL (0.1 ng/mL)\nCBC\nWBC 14.5 x10^9/L (4-11 x 10^9)Hb 12.5 g/dL (normal 13-17), Plts 448 x 10^9/L (150-450 x10^9), Neutrophils 84.1%, Lymphocytes 6.7% (Low), Monocytes 5.2%, Eosinophils 1.9%, Basophils 0.5%\nCMP\nNa 135 mmol/L (135-145), K 3.9 mmol/L (3.5-5.0), Cl 102 mmol/L (95-105), CO2 25 mmol/L (22-30), BUN 18 mg/dL (9-20), Cr 0.8 mg/dL (.66-1.25), Glucose 115 mg/dL (65-99)",
  "Hospital Course\nThree days into hospitalization, the patient required intubation secondary to acute hypoxic respiratory failure\nThe patient was placed on Cefepime and Vancomycin upon admission\nThe patient was found to be in severe ARDS and required paralyzation, pronation, and inhaled nitric oxide to maintain adequate oxygenation on maximum ventilatory settings.",
  "Physical Examination (at time of intubation)\nCardiac: Tachycardic. Regular rhythm. No murmur, rubs, or gallops noted\nHEENT: PERRL, Endotracheal tube in place\nNeuro: Intubated. Sedated\nChest: Intubated. Rhonchi noted anteriorly bilaterally\nVitals: BP 107/61 HR 94, RR 32, 92% on 100% FiO2, Temp: 35.5 C",
  "CXR at Admission",
  "Repeat Labs (at time of intubation)\nBlastomycosis antigen: Negative\nBlood Cultures: No growth\nHistoplasmosis antigen: Negative\nABG: pH 7.11, PCO2 67 mmHg, PO2 111 mmHg, Bicarbonate 21 mmol/L\nLactic Acid: 3.9 mmol/L (0.7-2.2)\nLegionella urine antigen: Negative\nStrep Pneumoniae urine antigen: Negative\nCBC\nWBC 27.2 x10^9/L (4-11 x 10^9)Hb 10.2 g/dL (normal 13-17), Plts 142 x 10^9/L (150-450 x10^9) Neutrophils 78%, Lymphocytes 4%, Monocytes 5.2%, Neutrophils Bands 3%\nCMP\nNa 134 mmol/L (135-145), K 4.1 mmol/L (3.5-5.0), Cl 102 mmol/L (95-105), CO2 20 mmol/L (22-30), BUN 22 mg/dL (9-20), Cr 1.52 mg/dL (.66-1.25), Glucose 185 mg/dL (65-99), AST 23 U/L (17-60), ALT 22 U/L (<50), Bilirubin 0.5 mg/dL (0.2-1.3)",
  "CT Imaging following intubation"
 ],
 "https://w3id.org/hacid/mdx/data/clinicalcase/e12c7cbfbb3b4983bec1ebbfa143c8d9": [
  "HPI\nCharacter: gradually worsening\nAssociated sxs: denied chest pain, palpitations, fever, n/v/d\nThe patient had worsening dyspnea that improved with rest and he also endorsed chronic orthopnea.\nOnset: acute while walking in the grocery store earlier in the day",
  "PMH\nMeds: He was unable to take all his medications consistently due to cost. He was taking his blood pressure medications intermittently to try to stretch the supply. His prescribed medications were: amlodipine 10 mg daily, lisinopril 20 mg daily, furosemide 20 mg daily, carvedilol 6.25 mg BID, atorvastatin 40 mg daily, albuterol 2 puffs q4h prn, Symbicort 2 puffs BID, albuterol/ipratropium q6h prn, buspirone 7.5 mg BID, pantoprazole 40 mg daily)\nPMHx: COPD, HFrEF (TTE done 5 months prior to presentation: EF 40-45%), no previous cardiac cath or stents, HTN, Chronic Kidney Disease (Cr baseline 0.8), 3L NC home O2\nFully vaccinated against COVID-19\nOf note: previous hospitalization with community-acquired pneumonia superimposed on COVID-19 infection in several months prior.",
  "Physical exam\nVitals: BP 84/59 , 20 RR, 129 Pulse, 91% SpO2 on HFNC, Temp 36.2 C\nExtremities: No LE edema, DP pulses 2+ bilateral\nGeneral: cachectic appearing\nNeuro: A&Ox3, no FND observed, CNII-XII intact\nResp: Respiratory distress, decreased air movement, B/L expiratory wheezes\nAbdomen: soft, nontender, non distended, +hepatojugular reflux\nCardio: Irregularly irregular, no murmur, rubs, or gallops, tachycardia, JVD to 10cm\nHEENT: supple, mucous membranes moist, no cervical or supraclavicular lymphadenopathy",
  "EKG Impression\nAtrial Fibrillation with RVR to 129",
  "Labs\nTroponin: 30 ng/L (<22), Delta Troponin for 1 hour: 5 ng/L (<5)\nLactic Acid 2.0 mmol/L (0.7-2.7)\nNT ProBNP: 16,637 pg/mL (0-125)\nNegative COVID-19 Test\nCBC w/ diff\nWBC 12.54 (high), Hgb 8.4 (baseline 8-9)(low), Hct 27.9% (low), MCV 84.5, Plt 270, Neutrophil 80% (high), Lymphocytes 9.7% (low)\nCMP\nNa 144 mmol/L (135-145), K 3.1 mmol/L (3.3-4.6), Cl 104 mmol/L (101-110), BUN 17 mg/dL (6-22), Cr 1.56 mg/dL (0.67-1.17), eGFR 54 mL/min/1.73m2 , Glucose 145 mg/dL (71-99), Mg 1.3 mg/dL (1.8-2.6), Ionized Ca 1.02 mmol/L (1.00-1.50), AST 43 IU/L (14-33), ALT 13 IU/L (10-42), Albumin 3.0 g/dL (3.8-4.9)\nUA\npH 5.0, SG 1.023, Negative blood, Negative nitrite, Negative leukocyte esterase, Protein 100 mg/dL, Numerous hyaline casts",
  "CXR\nImpression: Cardiomegaly, Interstitial opacities are seen B/L, patchy airspace opacity in R midlung field which may represent atelectasis with blunting of the R costophrenic angle. No definite pneumothorax",
  "Additional Labs\nNegative for: Influenza, Parainfluenza, Mycoplasma, Legionella Ag, S. Pneumonia UAg\nArterial Blood Gas: pH 7.37, pCO2 51.0 (high), pO2 91.0, Calc Bicarb 29.5 (high)\nProcalcitonin 2.79 ng/mL (<0.15)\nIron Panel: Iron 15 ug/dL (32-159), TIBC 163 mcg/dL (261-390), Ferritin 2,368 ng/mL (30-400), Transferrin 128 mg/dL (200-360)",
  "NM V/Q Lung Scan Perfusion & Ventilation\nImpression: low probability for pulmonary embolism\nPerformed (CTA deferred due to GFR)",
  "Transthoracic Echo\nAortic valve moderately thickened with no evidence of valvular aortic stenosis.\nLV cavity size normal, normal LV diastolic volume\nLVEF 50-55%.\nModerate-to-severe tricuspid regurgitation.\nRA severely enlarged. LA moderately enlarged.\nRV moderately enlarged and hypokinetic.\nDilated inferior vena cava with poor inspiration collapse"
 ],
 "https://w3id.org/hacid/mdx/data/clinicalcase/f7671938ce2d431099e06b3a8f647c30": [
  "Chief Complaint: Weight gain and fatigue\nDenies any changes in medications, over-the counter supplements, or activity level\nAlso reports some muscle weakness in bilateral thighs.\nReports 6 months of progressively worsening fatigue and a 20 lb weight gain without significant to dietary habits",
  "Past Medical History\nHistory of celiac disease: well-controlled with a gluten free diet\nHistory of recurrent vaginosis for which she self-treats using a daily medicated douche",
  "Review of Systems\nDenies any bruising, skin changes, abnormal hair growth or alopecia\nReports menstrual irregularities for the last 3 months as well\nAll other systems reviewed and negative",
  "Medications\nTakes a multivitamin daily\nDenies any recent steroid use or changes in medications",
  "Physical Examination\nSkin: No bruising or purple striae, no terminal hair growth on chin or upper lip\nHeight 5'4\", Weight 159, BMI 27.3 kg/m2\nNeuro: Delayed relaxation of DTRs\nThyroid: Slightly enlarged with no palpable nodules",
  "Diagnostic Studies> Laboratory\nTSH 27mIU/L (normal 0.5-5.0 mIU/L) - LOW\nfree T4 0.3ng/dL (normal 0.9-2.3 ng/dL) - LOW"
 ],
 "https://w3id.org/hacid/mdx/data/clinicalcase/f925deaa72874678ab2bc03a8835f5fe": [
  "Bilateral 3+ pitting edema and periorbital edema\nGradual onset x 2 weeks",
  "Physical Exam\nBP: 158/82\nJugular venous pressure: No JVD appreciated\nNegative fluid wave test\nNo Jaundice",
  "Current Condition: Type 2 diabetes mellitus\nGlargine 15 units SQ QHS\nHbA1c-10.5.",
  "Creatinine of 1.7; Baseline- 1.4",
  "Albumin 2.8, BNP 189",
  "CXR PA/Lateral- unremarkable",
  "Urine studies\nProtein/Cr ratio: 4,100mg/g (4.1 g per day)\nUA: RBC 10-15, WBC 0-2, 4+ protein, specific gravity 1.015",
  "Laboratory studies\nC3 and C4 complement-WNL\nHIV-non-reactive\nHepatitis B surface antigen-non-reactive\nHepatitis C antibody-non-reactive\nTest Results: ANA negative"
 ],
 "https://w3id.org/hacid/mdx/data/clinicalcase/fabd9ecaeaca4328b6c372086757f0f9": [
  "A 76-year-old male presents with the acute onset of blurry vision in his right eye\nThe blurry vision persists when he covers his left eye\nHe denies redness or pain in his right eye\nHe has no issues with his left eye\nHe is otherwise asymptomatic; no headache, weakness, or sensory changes; no sensation of “curtains coming down”\nThe blurriness is most prominent in the lower aspect of his visual field",
  "History of Past Health\nHypertension – Longstanding with mediocre control; on HCTZ, ramipril, amlodipine, metoprolol, He has no chronic visual issues apart from mild presbyopia\nDyslipidemia – On atorvastatin\nGout – On allopurinol\nDiabetes mellitus, type 2 – Recent HbA1c 7.1%; on metformin and sitagliptin",
  "Physical Examination\nNormal intraocular pressure\nCardiac/Respiratory/Abdominal/Neurological examinations all unremarkable\nVisual acuity: right eye 20/80, though patient states he has to “look around” the area of blurriness in his right eye; left eye 20/20\nExtraocular movements normal in both eyes; no nystagmus\nVitals: HR 68 bpm, BP 152/87, RR 12/min, O2 saturation 99% on room air, Temperature 36.5 Celsius\nVisual fields: Area of blurry vision in the lower field of vision of the right eye (patient can identify hand waving in that area; cannot count fingers); left eye is normal",
  "Laboratory Results\nCBC, electrolytes, renal profile, INR/PTT, liver profile, random glucose all unremarkable",
  "Fundoscopy & Fluorescein Angiography\nDelayed venous filling; macular leakage in the upper aspect of the retina of the left eye on fluorescein angiography\nNo evidence of macular edema or neovascularization\nCotton wool spots and A-V nicking present on the retinas of both eyes\nThere are retinal hemorrhages and dilated veins in the upper aspect of the retina of the right eye (n.b. image is representative; is not the fundus of the patient described)"
 ]
}